Repository: softwarity/xliff-saas
Catalog: src/locale/messages.*.xlf
Languages: de, es, fr, he, hi, ja, ru, vi, zh

# NO_SESSION_ID_RETURNED
source: No session ID returned. Please try again later.
de: Kein Sitzungs-ID zurückgegeben. Bitte versuchen Sie es später erneut.
es: No se devolvió ningún ID de sesión. Inténtalo de nuevo más tarde.
fr: Aucun ID de session renvoyé. Veuillez réessayer plus tard.
he: לא הוחזר מזהה מושב. אנא נסה שוב מאוחר יותר.
hi: कोई सत्र आईडी वापस नहीं किया गया। कृपया बाद में फिर से प्रयास करें।
ja: セッションIDが返されませんでした。後でもう一度お試しください。
ru: Не возвращен идентификатор сеанса. Пожалуйста, попробуйте снова позже.
vi: Không có ID phiên được trả về. Vui lòng thử lại sau.
zh: 没有返回会话 ID。请稍后再试。

# CHECKOUT_ERROR
source: An error occurred during checkout. Please try again.
de: Ein Fehler ist während des Checkouts aufgetreten. Bitte versuchen Sie es erneut.
es: Ocurrió un error durante el proceso de pago. Por favor, inténtalo de nuevo.
fr: Une erreur s'est produite lors du paiement. Veuillez réessayer.
he: שגיאה אירעה במהלך תהליך המזומן. אנא נסה שוב.
hi: चेकआउट के दौरान एक त्रुटि हुई। कृपया फिर से प्रयास करें।
ja: チェックアウト中にエラーが発生しました。もう一度お試しください。
ru: Во время оформления заказа произошла ошибка. Пожалуйста, попробуйте снова.
vi: Đã xảy ra lỗi trong quá trình thanh toán. Vui lòng thử lại.
zh: 结账时发生错误。请重试。

# STRIPE_NOT_LOADED
source: Stripe not loaded. Please try again later.
de: Stripe wurde nicht geladen. Bitte versuchen Sie es später erneut.
es: Stripe no cargado. Por favor, inténtalo de nuevo más tarde.
fr: Stripe non chargé. Veuillez réessayer plus tard.
he: Stripe לא נטען. אנא נסה שוב מאוחר יותר.
hi: Stripe लोड नहीं हुआ। कृपया बाद में पुनः प्रयास करें।
ja: Stripeが読み込まれていません。後でもう一度お試しください。
ru: Stripe не загружен. Пожалуйста, попробуйте позже.
vi: Stripe chưa được tải. Vui lòng thử lại sau.
zh: Stripe未加载。请稍后再试。

# FAILED_TO_REDIRECT_TO_CHECKOUT
source: Failed to redirect to checkout. Please try again later.
de: Fehler beim Umleiten zur Kasse. Bitte versuchen Sie es später erneut.
es: No se pudo redirigir a la compra. Por favor, inténtelo de nuevo más tarde.
fr: Échec de la redirection vers le paiement. Veuillez réessayer plus tard.
he: נכשל בהפנייתך לקופה. אנא נסה שוב מאוחר יותר.
hi: चेकआउट में पुनर्निर्देशित करने में विफल। कृपया बाद में फिर से प्रयास करें।
ja: チェックアウトへのリダイレクトに失敗しました。後でもう一度お試しください。
ru: Не удалось перенаправить на страницу оформления заказа. Пожалуйста, попробуйте еще раз позже.
vi: Không thể chuyển hướng đến trang thanh toán. Vui lòng thử lại sau.
zh: 无法重定向到结账页面。请稍后再试。

# TOAST_ACTION_CLOSE
source: Close
de: Schließen
es: Cerrar
fr: Fermer
he: סגור
hi: बंद करें
ja: 閉じる
ru: Закрыть
vi: Đóng
zh: 关闭

# TOAST_ACTION_DISMISS
source: Dismiss
de: Ablehnen
es: Descartar
fr: Rejeter
he: נדחה
hi: Dismiss का हिंदी में अनुवाद है: समाप्त करें
ja: 閉じる
ru: Отменить
vi: Bỏ qua
zh: 关闭

# TOAST_ACTION_CONFIRM
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
he: אשרו
hi: पुष्टि करें
ja: 確認
ru: Подтвердить
vi: Xác nhận
zh: 确认

# TOAST_ACTION_CANCEL
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
ja: キャンセル
ru: Отмена
vi: Hủy bỏ
zh: 取消

# TOAST_ACTION_YES
source: Yes
de: Ja
es: Sí
fr: Oui
he: כן
hi: हाँ
ja: はい
ru: Да
vi: Có
zh: 是

# TOAST_ACTION_NO
source: No
de: Nein
fr: Non
he: לא
hi: नहीं
ja: いいえ
ru: Нет
vi: Không
zh: 没有

# TOAST_ACTION_OK
source: OK
fr: D'accord
he: אוקי
hi: ठीक है
ja: はい
ru: Хорошо
vi: Đồng ý
zh: 好的

# FAILED_TO_STORE_TOKEN
source: Failed to store provider token. Please try again later.
de: Fehler beim Speichern des provider Tokens. Bitte versuchen Sie es später erneut.
es: Error al almacenar el token provider. Por favor, inténtelo de nuevo más tarde.
fr: Échec de la sauvegarde du provider token. Veuillez réessayer plus tard.
he: בעיית אחסון provider טוקן. נסה שוב מאוחר יותר.
hi: अवैधता provider टोकन को संग्रहीत करने में विफल रहा। कृपया बाद में पुनः प्रयास करें।
ja: <お使いのprovider トークンを保存できませんでした。後でもう一度お試しください。>
ru: Не удалось сохранить provider токен. Пожалуйста, попробуйте снова позже.
vi: Không thể lưu trữ token provider. Vui lòng thử lại sau.
zh: 无法存储 provider 令牌。请稍后再试。

# FAILED_TO_GET_TOKEN
source: Failed to get provider token. Please try again later.
de: Fehlgeschlagen, um das provider Token zu erhalten. Bitte versuchen Sie es später erneut.
es: No se pudo obtener el token de provider. Inténtalo de nuevo más tarde.
fr: Échec de l'obtention du provider token. Veuillez réessayer plus tard.
he: נכשל בהשגת provider טוקן. אנא נסה שוב מאוחר יותר.
hi: निर्देशक provider टोकन प्राप्त करने में विफल। कृपया बाद में पुनः प्रयास करें।
ja: provider トークンの取得に失敗しました。しばらくしてから再試行してください。
ru: Не удалось получить provider токен. Пожалуйста, попробуйте позже.
vi: Không thể lấy được provider token. Vui lòng thử lại sau.
zh: 无法获取provider令牌。请稍后再试。

# FAILED_TO_REMOVE_TOKEN
source: Failed to remove provider token. Please try again later.
de: Fehler beim Entfernen des provider Tokens. Bitte versuchen Sie es später erneut.
es: No se pudo eliminar el token provider. Por favor, inténtelo de nuevo más tarde.
fr: Échec de la suppression du token provider. Veuillez réessayer plus tard.
he: נכשל בהסרת אסימון provider. אנא נסה שוב מאוחר יותר.
hi: provider टोकन को हटाने में विफल। कृपया बाद में पुनः प्रयास करें।
ja: providerトークンの削除に失敗しました。後で再試行してください。
ru: Не удалось удалить provider токен. Пожалуйста, попробуйте позже.
vi: Không thể xóa token provider. Vui lòng thử lại sau.
zh: 未能删除provider令牌。请稍后再试。

# AUTH_EMAIL_CONFIRMATION_TITLE
source: Check your email
de: Überprüfen Sie Ihre E-Mails
es: Verifica tu correo electrónico
fr: Vérifiez votre e-mail
he: בדוק את האימייל שלך
hi: अपने ईमेल की जांच करें
ja: メールを確認してください
ru: Проверьте свою электронную почту
vi: Kiểm tra email của bạn
zh: 检查您的电子邮件

# AUTH_EMAIL_CONFIRMATION_SUBTITLE
source: We sent you a confirmation link
de: Wir haben Ihnen einen Bestätigungslink gesendet
es: Te hemos enviado un enlace de confirmación
fr: Nous vous avons envoyé un lien de confirmation
he: שלחנו לך קישור לאישור
hi: हमने आपको एक पुष्टि लिंक भेजा है
ja: 確認リンクを送信しました
ru: Мы отправили вам ссылку для подтверждения
vi: Chúng tôi đã gửi cho bạn một liên kết xác nhận
zh: 我们已向您发送确认链接

# AUTH_EMAIL_CONFIRMATION_MESSAGE
source: We have sent you an email with a confirmation link. Please check your inbox and click on the link to verify your email address.
de: Wir haben Ihnen eine E-Mail mit einem Bestätigungslink gesendet. Bitte überprüfen Sie Ihren Posteingang und klicken Sie auf den Link, um Ihre E-Mail-Adresse zu verifizieren.
es: Hemos enviado un correo electrónico con un enlace de confirmación. Por favor, revisa tu bandeja de entrada y haz clic en el enlace para verificar tu dirección de correo electrónico.
fr: Nous vous avons envoyé un e-mail avec un lien de confirmation. Veuillez vérifier votre boîte de réception et cliquer sur le lien pour vérifier votre adresse e-mail.
he: שלחנו לך דוא"ל עם קישור לאישור. אנא בדוק את תיבת הדואר הנכנס שלך ולחץ על הקישור כדי לאמת את כתובת הדוא"ל שלך.
hi: हमने आपको एक पुष्टिकरण लिंक के साथ एक ईमेल भेजा है। कृपया अपना इनबॉक्स जांचें और अपने ईमेल पते को सत्यापित करने के लिए लिंक पर क्लिक करें।
ja: 確認リンクを含むメールを送信しました。受信トレイを確認し、リンクをクリックしてメールアドレスを確認してください。
ru: Мы отправили вам электронное письмо с ссылкой для подтверждения. Пожалуйста, проверьте свой почтовый ящик и нажмите на ссылку, чтобы подтвердить свой адрес электронной почты.
vi: Chúng tôi đã gửi cho bạn một email với liên kết xác nhận. Vui lòng kiểm tra hộp thư đến của bạn và nhấp vào liên kết để xác minh địa chỉ email của bạn.
zh: 我们已向您发送了一封包含确认链接的电子邮件。请检查您的收件箱，并单击该链接以验证您的电子邮件地址。

# AUTH_EMAIL_CONFIRMATION_SENT_TO
source: Email sent to: {{ email() }}
de: E-Mail gesendet an: {{ email() }}
es: Correo enviado a: {{ email() }}
fr: Email envoyé à : {{ email() }}
he: נשלח אימייל ל: {{ email() }}
hi: ईमेल भेजा गया: {{ email() }}
ja: メールが送信されました: {{ email() }}
ru: Email отправлен на: {{ email() }}
vi: Email đã được gửi đến: {{ email() }}
zh: 已发送电子邮件到：{{ email() }}

# AUTH_EMAIL_CONFIRMATION_OR
source: or
de: oder
es: o
fr: ou
he: או
hi: या
ja: または
ru: или
vi: hoặc
zh: 或者

# AUTH_EMAIL_CONFIRMATION_CODE_LABEL
source: Verification Code
de: Verifizierungscode
es: Código de verificación
fr: Code de vérification
he: קוד אישור
hi: सत्यापन कोड
ja: 確認コード
ru: Код подтверждения
vi: Mã xác minh
zh: 验证码

# AUTH_EMAIL_CONFIRMATION_CODE_PLACEHOLDER
source: Enter the code from your email
de: Geben Sie den Code aus Ihrer E-Mail ein
es: Introduce el código de tu correo electrónico
fr: Entrez le code de votre email
he: הכנס את הקוד ששלחנו לך במייל
hi: कोड डालें जो आपके ईमेल से मिला है
ja: メールからコードを入力してください
ru: Введите код из вашего письма
vi: Nhập mã từ email của bạn
zh: 输入您邮件中的代码

# AUTH_EMAIL_CONFIRMATION_CODE_REQUIRED
source: Verification code is required
de: Der Verifizierungscode ist erforderlich
es: Se requiere un código de verificación
fr: Un code de vérification est requis
he: קוד אימות נדרש
hi: पुष्टिकरण कोड की आवश्यकता है
ja: 検証コードは必須です
ru: Код подтверждения необходим
vi: Mã xác minh là bắt buộc
zh: 验证码是必需的

# AUTH_EMAIL_CONFIRMATION_VERIFYING
source: Verifying...
de: Verifizieren...
es: Verificando...
fr: Vérification...
he: מאמת...
hi: सत्यापन हो रहा है...
ja: 確認中...
ru: Подтверждение...
vi: Đang xác minh...
zh: 正在验证...

# AUTH_EMAIL_CONFIRMATION_VERIFY
source: Verify Email
de: E-Mail bestätigen
es: Verificar correo electrónico
fr: Vérifier l'email
he: אמת את כתובת האימייל
hi: ईमेल की पुष्टि करें
ja: メールを確認する
ru: Подтвердить электронную почту
vi: Xác minh email
zh: 验证电子邮件

# AUTH_EMAIL_CONFIRMATION_RESENDING
source: Resending...
de: Wird erneut gesendet...
es: Reenviando...
fr: Renvoi en cours...
he: שולח שוב...
hi: पुनः भेजना...
ja: 再送信中...
ru: Повторная отправка...
vi: Đang gửi lại...
zh: 重新发送中...

# AUTH_EMAIL_CONFIRMATION_RESEND
source: Resend confirmation email
de: Bestätigungs-E-Mail erneut senden
es: Reenviar el correo electrónico de confirmación
fr: Renvoyer l'e-mail de confirmation
he: שלח מחדש את המייל לאישור
hi: सत्यापन ईमेल पुनः भेजें
ja: 確認メールを再送信
ru: Повторно отправить подтверждающее письмо
vi: Gửi lại email xác nhận
zh: 重新发送确认邮件

# AUTH_EMAIL_CONFIRMATION_BACK_TO_LOGIN
source: Back to
de: Zurück zu
es: De regreso a
fr: Retour à
he: חזרה אל
hi: पुनः ल़ॉगिन पर लौटें
ja: 戻る
ru: Назад к
vi: Quay lại
zh: 回到

# AUTH_EMAIL_CONFIRMATION_LOGIN
source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion
he: כניסה
hi: लॉगिन
ja: ログイン
ru: Вход в систему
vi: Đăng nhập
zh: 登录

# AUTH_EMAIL_CONFIRMATION_FAILED_TO_VERIFY_EMAIL
source: Failed to verify email
de: Die E-Mail konnte nicht bestätigt werden
es: Error al verificar el correo electrónico
fr: Échec de la vérification de l'e-mail
he: נכשל לאמת את הדוא"ל
hi: ईमेल मान्यता करने में विफल रहें
ja: メールの確認に失敗しました
ru: Не удалось подтвердить адрес электронной почты
vi: Không thể xác thực email
zh: 未能验证电子邮件

# AUTH_EMAIL_CONFIRMATION_NO_EMAIL_AVAILABLE_FOR_RESENDING_CONFIRMATION
source: No email available for resending confirmation
de: Keine E-Mail verfügbar, um die Bestätigung erneut zu senden
es: No hay correo electrónico disponible para reenviar la confirmación
fr: Aucun e-mail disponible pour le renvoi de la confirmation
he: אין דוא"ל זמין לשליחה מחדש של אישור
hi: कोई ईमेल उपलब्ध नहीं है पुष्टि फिर से भेजने के लिए
ja: 再確認のためのメールを再送信するためのメールが利用できません
ru: Нет электронной почты для повторной отправки подтверждения
vi: Không có email nào để gửi lại xác nhận
zh: 没有可用的电子邮件以重新发送确认。

# AUTH_EMAIL_CONFIRMATION_FAILED_TO_SEND_CONFIRMATION_EMAIL
source: Failed to send confirmation email
de: Fehler beim Senden der Bestätigungs-E-Mail
es: Error al enviar el correo de confirmación
fr: Échec de l'envoi de l'e-mail de confirmation
he: נכשל לשלוח את דוא"ל האישור
hi: सत्यापन ईमेल भेजने में विफल रहे
ja: 確認メールの送信に失敗しました
ru: Не удалось отправить письмо с подтверждением
vi: Gửi email xác nhận không thành công
zh: 无法发送确认电子邮件

# AUTH_EMAIL_SENT_TITLE
source: Email Sent
de: E-Mail gesendet
es: Correo enviado
fr: Email envoyé
he: נשלח דוא"ל
hi: ईमेल भेजा गया
ja: メールが送信されました
ru: Письмо отправлено
vi: Email đã được gửi
zh: 邮件已发送

# AUTH_EMAIL_SENT_MESSAGE
source: We've sent you an email with instructions. Please check your inbox and follow the instructions provided.
de: Wir haben Ihnen eine E-Mail mit Anweisungen gesendet. Bitte überprüfen Sie Ihr Postfach und befolgen Sie die bereitgestellten Anweisungen.
es: Hemos enviado un correo electrónico con instrucciones. Por favor, revisa tu bandeja de entrada y sigue las instrucciones proporcionadas.
he: שלחנו לך דוא"ל עם הוראות. אנא בדוק את תיבת הדואר שלך ואחר את ההוראות שסופקו.
ru: Мы отправили вам электронное письмо с инструкциями. Пожалуйста, проверьте ваш почтовый ящик и следуйте указаниям.

# AUTH_EMAIL_SENT_BACK_TO_LOGIN
source: Back to Login
de: Zurück zur Anmeldung
es: Volver a Iniciar Sesión
fr: Retour à la connexion
he: חזרה להתחברות
hi: वापस लॉगिन पर
ja: ログイン画面に戻る
ru: Назад к входу
vi: Quay lại đăng nhập
zh: 返回登录

# AUTH_LOGIN_TITLE
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
he: כניסה
hi: साइन इन
ja: サインイン
ru: Войти
vi: Đăng nhập
zh: 登录

# AUTH_LOGIN_EMAIL
source: Email
es: Correo electrónico
he: דוא"ל
hi: ईमेल
ja: メール
ru: Электронная почта
zh: 电子邮件

# AUTH_LOGIN_EMAIL_REQUIRED
source: Email is required
de: Email ist erforderlich
es: El correo electrónico es obligatorio
fr: Un email est requis
he: דרישה לאימייל
hi: ईमेल आवश्यक है
ja: メールアドレスは必須です
ru: Электронная почта обязательна
vi: Email là bắt buộc
zh: 电子邮件是必需的

# AUTH_LOGIN_EMAIL_INVALID
source: Please enter a valid email
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor ingrese un correo electrónico válido
fr: Veuillez entrer un email valide
he: אנא הזן דוא"ל תקף
hi: कृपया एक मान्य ईमेल दर्ज करें
ja: 有効なメールアドレスを入力してください
ru: Пожалуйста, введите действительный адрес электронной почты
vi: Vui lòng nhập một email hợp lệ
zh: 请输入有效的电子邮件

# AUTH_LOGIN_PASSWORD
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
ja: パスワード
ru: Пароль
vi: Mặc khẩu nhập
zh: 密码

# AUTH_LOGIN_PASSWORD_REQUIRED
source: Password is required
de: Ein Passwort ist erforderlich
es: Se requiere contraseña
fr: Un mot de passe est requis
he: נדרשת סיסמה
hi: पासवर्ड आवश्यक है
ja: パスワードは必須です
ru: Пароль требуется
vi: Mật khẩu là bắt buộc
zh: 密码是必需的

# AUTH_LOGIN_FORGOT_PASSWORD
source: Forgot password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
he: שכחת סיסמה?
hi: भूल गए पासवर्ड?
ja: パスワードをお忘れですか？
ru: Забыли пароль?
vi: Quên mật khẩu?
zh: 忘记密码？

# AUTH_LOGIN_RESEND_CONFIRMATION
source: Resend confirmation email
de: Bestätigungs-E-Mail erneut senden
es: Reenviar correo electrónico de confirmación
fr: Renvoyer l'email de confirmation
he: שלח שוב את האימייל לאישור
hi: फिर से पुष्टि ईमेल भेजें
ja: 確認メールを再送信
ru: Отправить повторное письмо с подтверждением
vi: Gửi lại email xác nhận
zh: 重新发送确认电子邮件

# AUTH_LOGIN_SIGN_IN
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
he: התחברות
hi: साइन इन
ja: サインイン
ru: Войти
vi: Đăng nhập
zh: 登录

# AUTH_LOGIN_SIGNING_IN
source: Signing in...
de: Anmelden...
es: Iniciando sesión...
fr: Connexion en cours...
he: ממתין להתחברות...
hi: साइन इन कर रहे हैं...
ja: サインインしています...
ru: Вход в систему...
vi: Đang đăng nhập...
zh: 正在登录...

# AUTH_LOGIN_OR
source: or
de: oder
es: o
fr: ou
he: או
hi: या
ja: または
ru: или
vi: hoặc
zh: 或

# AUTH_LOGIN_SIGN_IN_WITH_GOOGLE
source: Sign in with Google
de: Melden Sie sich mit Google an
es: Inicia sesión con Google
fr: Se connecter avec Google
he: התחבר עם Google
hi: साइन इन करें Google के साथ
ja: Googleでサインイン
ru: Войти с помощью Google
vi: Đăng nhập bằng Google
zh: 通过 Google 登录

# AUTH_LOGIN_NO_ACCOUNT
source: Don't have an account?
de: Haben Sie kein Konto?
es: ¿No tiene una cuenta?
he: אין לך חשבון?
ru: У вас нет учетной записи?

# AUTH_LOGIN_SIGN_UP
source: Sign Up
de: Registrieren
es: Regístrate
fr: S'inscrire
he: הרשמה
hi: साइन अप
ja: サインアップ
ru: Зарегистрироваться
vi: Đăng ký
zh: 注册

# AUTH_SIGNUP_TITLE
source: Sign Up
de: Registrieren
es: Regístrate
fr: S'inscrire
he: הרשמה
hi: साइन अप
ja: サインアップ
ru: Зарегистрироваться
vi: Đăng Ký
zh: 注册

# AUTH_SIGNUP_EMAIL
source: Email
es: Correo electrónico
he: אימייל
hi: ई-मेल
ja: メール
ru: Электронная почта
zh: 电子邮件

# AUTH_SIGNUP_EMAIL_REQUIRED
source: Email is required
de: E-Mail ist erforderlich
es: El correo electrónico es obligatorio
fr: L'email est requis
he: כתובת דוא"ל נדרשת
hi: ईमेल आवश्यक है
ja: メールは必須です
ru: Email обязателен
vi: Email là bắt buộc
zh: 电子邮件是必需的

# AUTH_SIGNUP_EMAIL_INVALID
source: Please enter a valid email
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor, introduzca un correo electrónico válido
fr: Veuillez entrer un email valide
he: אנא הזן כתובת דוא"ל תקנית
hi: कृपया एक मान्य ईमेल दर्ज करें
ja: 有効なメールアドレスを入力してください
ru: Пожалуйста, введите действительный адрес электронной почты
vi: Vui lòng nhập một địa chỉ email hợp lệ
zh: 请输入有效的电子邮件

# AUTH_SIGNUP_PASSWORD
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
ja: パスワード
ru: Пароль
vi: Mật khẩu
zh: 密码

# AUTH_SIGNUP_PASSWORD_REQUIRED
source: Password is required
de: Das Passwort ist erforderlich
es: La contraseña es obligatoria
fr: Un mot de passe est requis
he: דרוש סיסמא
hi: पासवर्ड आवश्यक है
ja: パスワードは必須です
ru: Пароль является обязательным
vi: Mật khẩu là bắt buộc
zh: 密码是必需的

# AUTH_SIGNUP_PASSWORD_MIN_LENGTH
source: Password must be at least 6 characters
de: Das Passwort muss mindestens 6 Zeichen lang sein
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit comporter au moins 6 caractères
he: הסיסמה חייבת להיות באורך של לפחות 6 תווים
hi: पासवर्ड न्यूनतम 6 अक्षरों का होना चाहिए
ja: パスワードは6文字以上である必要があります
ru: Пароль должен содержать не менее 6 символов
vi: Mật khẩu phải có ít nhất 6 ký tự
zh: 密码必须至少为 6 个字符

# AUTH_SIGNUP_CONFIRM_PASSWORD
source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
he: אמת סיסמה
hi: पासवर्ड की पुष्टि करें
ja: 確認用パスワード
ru: Подтверждение пароля
vi: Xác nhận mật khẩu
zh: 确认密码

# AUTH_SIGNUP_CONFIRM_PASSWORD_REQUIRED
source: Please confirm your password
de: Bitte bestätigen Sie Ihr Passwort
es: Por favor, confirma tu contraseña
fr: Veuillez confirmer votre mot de passe
he: אנא אשר את הסיסמה שלך
hi: कृपया अपना पासवर्ड पुष्टि करें
ja: パスワードを確認してください
ru: Пожалуйста, подтвердите свой пароль
vi: Xin hãy xác nhận mật khẩu của bạn
zh: 请确认您的密码

# AUTH_SIGNUP_PASSWORDS_DONT_MATCH
source: Passwords don't match
de: Die Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
he: סיסמאות אינן תואמות
ru: Пароли не совпадают

# AUTH_SIGNUP_CREATE_ACCOUNT
source: Create Account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
he: צור חשבון
hi: खाता बनाएं
ja: アカウントの作成
ru: Создать аккаунт
vi: Tạo Tài Khoản
zh: 创建账户

# AUTH_SIGNUP_CREATING_ACCOUNT
source: Creating account...
de: Ein Konto wird erstellt...
es: Creando cuenta...
fr: Création du compte...
he: יוצרים חשבון...
hi: खाता बना रहा है...
ja: アカウントを作成しています...
ru: Создание аккаунта...
vi: Đang tạo tài khoản...
zh: 正在创建账户...

# AUTH_SIGNUP_OR
source: or
de: oder
es: o
fr: ou
he: או
hi: या
ja: または
ru: или
vi: hoặc
zh: 或

# AUTH_SIGNUP_HAVE_ACCOUNT
source: Already have an account?
de: Bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
he: כבר יש לך חשבון?
hi: पहले से ही एक खाता है?
ja: アカウントをお持ちですか？
ru: Уже есть аккаунт?
vi: Bạn đã có tài khoản?
zh: 已经有账户了吗？

# AUTH_SIGNUP_SIGN_IN
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
he: התחברות
hi: साइन इन
ja: サインイン
ru: Вход в систему
vi: Đăng Nhập
zh: 登录

# AUTH_UPDATE_PASSWORD_TITLE
source: Update Password
de: Passwort aktualisieren
es: Actualizar contraseña
fr: Mettre à jour le mot de passe
he: השנה סיסמה
hi: पासवर्ड अपडेट करें
ja: パスワードを更新
ru: Смена пароля
vi: Cập nhật mật khẩu
zh: 更新密码

# AUTH_UPDATE_PASSWORD_NEW_PASSWORD
source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
he: סיסמה חדשה
hi: नया पासवर्ड
ja: 新しいパスワード
ru: Новый пароль
vi: Mật khẩu mới
zh: 新密码

# AUTH_UPDATE_PASSWORD_PASSWORD_REQUIRED
source: Password is required
de: Das Passwort ist erforderlich
es: La contraseña es obligatoria
fr: Un mot de passe est requis
he: דרוש סיסמה
hi: पासवर्ड आवश्यक है
ja: パスワードは必須です
ru: Пароль является обязательным
vi: Mật khẩu là bắt buộc
zh: 密码是必需的

# AUTH_UPDATE_PASSWORD_PASSWORD_MIN_LENGTH
source: Password must be at least 6 characters
de: Das Passwort muss mindestens 6 Zeichen lang sein
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit comporter au moins 6 caractères
he: סיסמה חייבת להיות לפחות 6 תווים
hi: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए
ja: パスワードは6文字以上である必要があります
ru: Пароль должен содержать не менее 6 символов
vi: Mật khẩu phải có ít nhất 6 ký tự
zh: 密码必须至少为6个字符

# AUTH_UPDATE_PASSWORD_CONFIRM_PASSWORD
source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
he: אמת סיסמה
hi: पासवर्ड की पुष्टि करें
ja: パスワードを確認してください
ru: Подтвердите пароль
vi: Xác nhận mật khẩu
zh: 确认密码

# AUTH_UPDATE_PASSWORD_CONFIRM_PASSWORD_REQUIRED
source: Please confirm your password
de: Bitte bestätigen Sie Ihr Passwort
es: Por favor, confirma tu contraseña
fr: Veuillez confirmer votre mot de passe
he: נא אשר את הסיסמה שלך
hi: कृपया अपना पासवर्ड कन्फर्म करें
ja: パスワードを確認してください
ru: Пожалуйста, подтвердите ваш пароль
vi: Vui lòng xác nhận mật khẩu của bạn
zh: 请确认您的密码

# AUTH_UPDATE_PASSWORD_PASSWORDS_DONT_MATCH
source: Passwords don't match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
he: סיסמאות אינן תואמות
ru: Пароли не совпадают

# AUTH_UPDATE_PASSWORD_UPDATE
source: Update Password
de: Passwort aktualisieren
es: Actualizar Contraseña
fr: Mettre à jour le mot de passe
he: עדכן סיסמה
hi: पassword अपडेट करें
ja: パスワードの更新
ru: Обновить пароль
vi: Cập nhật mật khẩu
zh: 更新密码

# AUTH_UPDATE_PASSWORD_UPDATING
source: Updating password...
de: Passwort wird aktualisiert...
es: Actualizando la contraseña...
fr: Mise à jour du mot de passe...
he: עדכון סיסמה...
hi: पासवर्ड अपडेट हो रहा है...
ja: パスワードを更新中...
ru: Обновление пароля...
vi: Đang cập nhật mật khẩu...
zh: 更新密码中...

# DASHBOARD_TITLE
source: Dashboard
es: Tablero
fr: Tableau de bord
he: לוח בקרה
hi: डैशबोर्ड
ja: ダッシュボード
ru: Панель управления
vi: Bảng điều khiển
zh: 仪表板

# TRANSLATION_STATS_TITLE
source: Translation Stats
de: Übersetzungsstatistiken
es: Estadísticas de traducción
fr: Statistiques de Traduction
he: סטטיסטיקות תרגום
hi: अनुवाद सांख्यिकी
ja: 翻訳統計
ru: Статистика переводов
vi: Thống kê Dịch thuật
zh: 翻译统计

# REMAINING_TRANSLATIONS_LABEL
source: Remaining Translations
de: Verbleibende Übersetzungen
es: Traducciones restantes
fr: Translations restantes
he: תרגומים שנותרו
hi: शेष अनुवाद
ja: 残りの翻訳
ru: Оставшиеся переводы
vi: Translations còn lại
zh: 剩余翻译

# TRANSLATIONS_THIS_MONTH_LABEL
source: Translations This Month
de: Übersetzungen in diesem Monat
es: Traducciones Este Mes
fr: Traductions ce mois-ci
he: תרגומים החודש
hi: इस महीने के अनुवाद
ja: 今月の翻訳
ru: Переводы за этот месяц
vi: Dịch tháng này
zh: 本月翻译

# ACTIVE_PROCESSES_TITLE
source: Active Processes
de: Aktive Prozesse
es: Procesos Activos
fr: Processus actifs
he: תהליכים פעילים
hi: सक्रिय प्रक्रियाएँ
ja: アクティブプロセス
ru: Активные процессы
vi: Các quy trình đang hoạt động
zh: 活跃流程

# CANCEL_BUTTON
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
ja: キャンセル
ru: Отменить
vi: Hủy bỏ
zh: 取消

# NO_ACTIVE_PROCESSES
source: No active translation processes
de: Keine aktiven Übersetzungsprozesse
es: No hay procesos de traducción activos
fr: Aucun processus de traduction actif
he: אין תהליכי תרגום פעילים
hi: कोई सक्रिय अनुवाद प्रक्रियाएँ नहीं हैं
ja: アクティブな翻訳プロセスはありません
ru: Нет активных процессов перевода
vi: Không có quy trình dịch thuật nào hoạt động.
zh: 没有活动的翻译进程

# SUBSCRIPTION_TITLE
source: Membership
de: Mitgliedschaft
es: Membresía
fr: Adhésion
he: חברות
hi: सदस्यता
ja: メンバーシップ
ru: Членство
vi: Thành viên
zh: 会员资格
