Repository: softwarity/xliff-saas
Catalog: src/locale/messages.*.xlf
Languages: de, es, fr, he, hi, ja, ru, vi, zh

# DEV_SERVER_TITLE
source: Development Server
de: Entwicklungsserver
es: Servidor de Desarrollo
fr: Serveur de développement
he: שרת פיתוח
hi: विकास सर्वर
ja: 開発サーバ
ru: Сервер разработки
vi: Máy chủ phát triển
zh: 开发服务器

# DEV_SERVER_DESCRIPTION
source: Serve your application with translations during development:
de: Liefern Sie Ihre Anwendung während der Entwicklung mit Übersetzungen aus:
es: Sirve tu aplicación con traducciones durante el desarrollo:
fr: Servez votre application avec des traductions pendant le développement :
he: שמש את היישום שלך עם תרגומים במהלך הפיתוח:
hi: आपके आवेदन को विकास के दौरान अनुवादों के साथ सेवा दें:
ja: 開発中に翻訳とともにアプリケーションを提供します：
ru: Служите вашему приложению с переводами в процессе разработки:
vi: Phục vụ ứng dụng của bạn với các bản dịch trong quá trình phát triển:
zh: 在开发期间使用翻译为您的应用程序提供服务：

# IMPORTANT_NOTE_TITLE
source: ⚠️ Important Note
de: ⚠️ Wichtige Anmerkung
es: ⚠️ Nota Importante
fr: ⚠️ Remarque importante
he: ⚠️ הודעה חשובה
hi: ⚠️ महत्वपूर्ण नोट
ja: ⚠️ 重要な注意
ru: ⚠️ Важное замечание
vi: ⚠️ Lưu Ý Quan Trọng
zh: ⚠️ 重要提示

# IMPORTANT_NOTE_DESCRIPTION
source: After adding new translatable content or modifying existing translations:
de: Nachdem Sie neue übersetzbare Inhalte hinzugefügt oder bestehende Übersetzungen geändert haben:
es: Después de añadir nuevo contenido traducible o modificar las traducciones existentes:
fr: Après avoir ajouté de nouveaux contenus traduisibles ou modifié des traductions existantes :
he: לאחר הוספה של תוכן חדש בר מתרגום או שינוי תרגומים קיימים:
hi: नए अनुवाद योग्य सामग्री जोड़ने या मौजूदा अनुवादों में परिवर्तन करने के बाद:
ja: 新しい翻訳可能なコンテンツを追加したり、既存の翻訳を修正した後：
ru: После добавления нового переводимого контента или изменения существующих переводов:
vi: Sau khi thêm nội dung có thể dịch mới hoặc sửa đổi các bản dịch hiện có:
zh: 在添加新的可翻译内容或修改现有翻译之后：

# IMPORTANT_NOTE_COMMAND_1
source: to extract and update all translation files in one step
de: um alle Übersetzungsdateien in einem Schritt zu extrahieren und zu aktualisieren
es: para extraer y actualizar todos los archivos de traducción en un solo paso
fr: pour extraire et mettre à jour tous les fichiers de traduction en une seule étape
he: כדי לחלץ ולעדכן את כל קבצי התרגום בשלב אחד
hi: एक ही चरण में सभी अनुवाद फ़ाइलों को निकालने और अपडेट करने के लिए
ja: すべての翻訳ファイルを一度に抽出して更新するために
ru: вырвать и обновить все файлы перевода за один шаг
vi: để trích xuất và cập nhật tất cả các tệp dịch trong một bước
zh: 一次性提取和更新所有翻译文件

# WORKFLOW_BENEFITS
source: This simplified workflow ensures your translation files are always up-to-date with source content, making the internationalization process more efficient and error-free.
de: Dieser vereinfachte Arbeitsablauf sorgt dafür, dass Ihre Übersetzungsdateien immer mit dem Quellinhalt auf dem neuesten Stand sind, was den Internationalisierungsprozess effizienter und fehlerfreier macht.
es: Este flujo de trabajo simplificado garantiza que sus archivos de traducción estén siempre actualizados con el contenido fuente, haciendo que el proceso de internacionalización sea más eficiente y libre de errores.
fr: Ce workflow simplifié garantit que vos fichiers de traduction sont toujours à jour avec le contenu source, rendant le processus d'internationalisation plus efficace et sans erreurs.
he: הזרימת עבודה המפושטת הזו מבטיחה שהתיקיות שלך תמיד מעודכנות עם תוכן המקור, מה שעושה את תהליך האינטרנציונליזציה ליעיל וללא שגיאות.
hi: यह सरल वर्कफ़्लो सुनिश्चित करता है कि आपकी अनुवाद फाइलें हमेशा स्रोत सामग्री के साथ अद्यतित रहें, जिससे अंतरराष्ट्रीयकरण प्रक्रिया अधिक प्रभावी और त्रुटि-मुक्त बनती है।
ja: この簡素化されたワークフローは、翻訳ファイルが常にソースコンテンツと最新の状態に保たれることを保証し、国際化プロセスをより効率的かつエラーのないものにします。
ru: Этот упрощенный рабочий процесс обеспечивает всегда актуальные файлы перевода с исходным содержимым, делая процесс интернационализации более эффективным и безошибочным.
vi: Quy trình làm việc đơn giản này đảm bảo rằng các tệp dịch của bạn luôn được cập nhật với nội dung nguồn, giúp quá trình quốc tế hóa trở nên hiệu quả và không có lỗi.
zh: 这个简化的工作流程确保您的翻译文件始终与源内容保持最新，从而使国际化过程更加高效且无错误。

# SETUP_REMINDER_TITLE
source: Initial Setup Required
de: Erforderliche Erstkonfiguration
es: Configuración Inicial Requerida
fr: Configuration initiale requise
he: דרושות הגדרות ראשוניות
hi: प्रारंभिक सेटअप आवश्यक है
ja: 初期設定が必要です
ru: Необходима первоначальная настройка
vi: Cài đặt ban đầu là bắt buộc
zh: 初始设置是必需的

# SETUP_REMINDER_DESCRIPTION
source: Before using XLIFF Translator, you need to configure your Angular application for internationalization.
de: Bevor Sie den XLIFF-Übersetzer verwenden, müssen Sie Ihre Angular-Anwendung für die Internationalisierung konfigurieren.
es: Antes de usar XLIFF Translator, necesitas configurar tu aplicación Angular para la internacionalización.
fr: Avant d'utiliser le traducteur XLIFF, vous devez configurer votre application Angular pour l'internationalisation.
he: לפני שתשתמש ב-XLIFF Translator, עליך לקונפג את אפליקציית Angular שלך לאינטרנציונליזציה.
hi: आपको XLIFF अनुवादक का उपयोग करने से पहले, अपने Angular एप्लिकेशन को अंतर्राष्ट्रीयकरण के लिए कॉन्फ़िगर करना होगा।
ja: XLIFF Translatorを使用する前に、Angularアプリケーションを国際化のために設定する必要があります。
ru: Перед тем как использовать XLIFF Translator, вам необходимо настроить ваше приложение Angular для интернационализации.
vi: Trước khi sử dụng XLIFF Translator, bạn cần cấu hình ứng dụng Angular của mình cho việc quốc tế hóa.
zh: 在使用 XLIFF Translator 之前，您需要为您的 Angular 应用程序配置国际化。

source: Go to Setup
de: Gehe zu Einrichtung
es: Ir a Configuración
fr: Allez à la configuration
he: לך לקביעת ההגדרות
hi: सेटअप पर जाएं
ja: セットアップに移動
ru: Перейти к настройкам
vi: Đi đến Cài đặt
zh: 前往设置

# GETTING_STARTED_TITLE
source: Getting Started with XLIFF Translator
de: Der Einstieg in den XLIFF-Übersetzer
es: Comenzando con el Traductor XLIFF
fr: Commencer avec le traducteur XLIFF
he: התחלה עם מתרגם XLIFF
hi: शुरूआत करना XLIFF अनुवादक के साथ
ja: XLIFFトランスレーターの使い始め
ru: Начало работы с XLIFF Translator
vi: Bắt đầu với XLIFF Translator
zh: 开始使用 XLIFF 翻译器

# REPOSITORY_SELECTION_TITLE
source: Selecting Repositories
de: Auswählen von Repositories
es: Seleccionando repositorios
fr: Sélection des dépôts
he: בחירת מאגרי נתונים
hi: चुनने का भंडार
ja: リポジトリの選択
ru: Выбор репозиториев
vi: Chọn kho lưu trữ
zh: 选择存储库

# REPOSITORY_SELECTION_DESCRIPTION
source: After connecting to a Git provider:
de: Nachdem Sie sich mit einem Git-Anbieter verbunden haben:
es: Después de conectarte a un proveedor de Git:
fr: Après vous être connecté à un fournisseur Git :
he: לאחר חיבור לספק Git:
hi: गिट प्रदाता से कनेक्ट करने के बाद:
ja: Git プロバイダーに接続した後：
ru: После подключения к поставщику Git:
vi: Sau khi kết nối với một nhà cung cấp Git:
zh: 在连接到 Git 提供程序后：

# NOT_CONNECTED_STATUS
source: Not Connected
de: Nicht verbunden
es: No Conectado
fr: Non connecté
he: לא מחובר
ja: 接続されていません
ru: Не подключено
vi: Không kết nối
zh: 未连接

# GITHUB_TOKEN_INSTRUCTION
source: To connect, generate a Personal Access Token with the following scopes:
de: Um sich zu verbinden, generieren Sie ein persönliches Zugriffstoken mit den folgenden Berechtigungen:
es: Para conectarte, genera un Token de Acceso Personal con los siguientes alcances:
fr: Pour vous connecter, générez un jeton d'accès personnel avec les portées suivantes :
he: כדי להתחבר, צור אסימון גישה אישי עם הסקופים הבאים:
hi: जुड़ने के लिए, निम्नलिखित स्कोप के साथ एक व्यक्तिगत पहुँच टोकन जनरेट करें:
ja: 接続するには、次のスコープを持つパーソナルアクセストークンを生成してください：
ru: Для подключения сгенерируйте Личный Токен Доступа с следующими правами:
vi: Để kết nối, hãy tạo một Mã truy cập cá nhân với các phạm vi sau:
zh: 要连接，请生成一个具有以下范围的个人访问令牌：

# GITHUB_SCOPE_REPO
source: repo
he: רפוזיטוריה
ja: リポジトリ
ru: репозиторий

# GITHUB_SCOPE_READ_ORG
source: read:org
he: נִקּוּד:ארגון
ja: リード:org
ru: читать:орг

# GITHUB_TOKEN_LOCATION
source: Get your token here: Settings > Developer settings > Personal access tokens > Tokens (classic) > Generate new token
he: קבל את הטוקן שלך כאן: הגדרות > הגדרות מפתחים > טוקנים של גישה אישית > טוקנים (קלאסיים) > צור טוקן חדש
ru: Получите токен здесь: Настройки > Настройки разработчика > Личные токены доступа > Токены (классические) > Сгенерировать новый токен

# TOKEN_LABEL
source: Token
fr: Jeton
he: טוקן
ja: トークン
ru: Токен
zh: 令牌

# TOKEN_PLACEHOLDER
source: Enter your access token
de: Geben Sie Ihr Zugriffstoken ein
es: Ingresa tu token de acceso
fr: Saisissez votre jeton d'accès
he: הכנס את אסימון הגישה שלך
hi: अपने एक्सेस टोकन दर्ज करें
ja: アクセス トークンを入力してください
ru: Введите ваш токен доступа
vi: Nhập mã truy cập của bạn
zh: 输入您的访问令牌

# GITHUB_WIDGET_CAPTION
source: GitHub provider configuration form
de: GitHub-Anbieter-Konfigurationsformular
es: Formulario de configuración del proveedor de GitHub
fr: Formulaire de configuration du fournisseur GitHub
he: טופס конфигурации ספק GitHub
hi: GitHub प्रदाता कॉन्फ़िगरेशन फॉर्म
ja: GitHubプロバイダー設定フォーム
ru: Форма конфигурации провайдера GitHub
vi: Biểu mẫu cấu hình nhà cung cấp GitHub
zh: GitHub 提供者配置表单

# CONNECT_STEP_1
source: <strong>Select a provider</strong>: Choose from GitHub, GitLab, or Bitbucket
es: <strong>Selecciona un proveedor</strong>: Elige entre GitHub, GitLab o Bitbucket
he: <strong>בחר ספק</strong>: בחר מ-GitHub, GitLab או Bitbucket
ru: <strong>Выберите поставщика</strong>: Выберите из GitHub, GitLab или Bitbucket

# CONNECT_STEP_2
source: <strong>Configure access</strong>: Create and provide the appropriate tokens
es: <strong>Configurar el acceso</strong>: Cree y proporcione los tokens apropiados
he: <strong>הגדיר גישה</strong>: צור וספק את האסימונים המתאימים
ru: <strong>Настройте доступ</strong>: создайте и предоставьте соответствующие токены

# CONNECT_STEP_3
source: <strong>Save your configuration</strong>: Enter your token and save the connection
es: <strong>Guarda tu configuración</strong>: Introduce tu token y guarda la conexión
he: שמור את ההגדרות שלך: הזן את הטוקן שלך ושמור את החיבור
ru: <strong>Сохраните вашу конфигурацию</strong>: Введите ваш токен и сохраните соединение

# GITLAB_TITLE
source: GitLab
he: גיטלאב
ru: Гитлаб

# GITLAB_DESC
source: Create a Personal Access Token with <code>api</code>, <code>read_repository</code>, and <code>write_repository</code> scopes.
es: Crea un Token de Acceso Personal con <code>api</code>, <code>read_repository</code>, y <code>write_repository</code> alcances.
he: צור אסימון גישה אישי עם <code>api</code>, <code>read_repository</code>, ו-<code>write_repository</code> הרשאות.
ru: Создайте персональный токен доступа с <code>api</code>, <code>read_repository</code>, и <code>write_repository</code> областями.

# BITBUCKET_TITLE
source: Bitbucket
he: ביטבוקט
ru: Битбакет

# BITBUCKET_DESC
source: Create an App Password with <code>repository:read</code> and <code>repository:write</code> permissions.
es: Crea una contraseña de aplicación con <code>repository:read</code> y <code>repository:write</code> permisos.
he: צור סיסמת אפליקציה עם <code>repository:read</code> ו- <code>repository:write</code> הרשאות.
ru: Создайте пароль приложения с <code>repository:read</code> и <code>repository:write</code> разрешениями.

# REPOSITORY_MANAGEMENT_TITLE
source: Repository Management
de: Repository-Verwaltung
es: Gestión de Repositorios
fr: Gestion des dépôts
he: ניהול מאגרי נתונים
hi: डिपॉजिटरी प्रबंधन
ja: リポジトリ管理
ru: Управление репозиториями
vi: Quản lý kho lưu trữ
zh: 仓库管理

# UNITS_DETECTED
source: 90 translation units detected
de: 90 Übersetzungseinheiten erkannt
es: 90 unidades de traducción detectadas
fr: 90 unités de traduction détectées
he: 90 יחידות תרגום זוהו
hi: 90 अनुवाद इकाइयां पहचान ली गई हैं
ja: 90の翻訳ユニットが検出されました
ru: Обнаружено 90 единиц перевода
vi: 90 đơn vị dịch thuật được phát hiện
zh: 检测到 90 个翻译单元

# NO_TRANSLATION
source: No translation available...
de: Keine Übersetzung verfügbar...
es: No hay traducción disponible.
fr: Aucune traduction disponible...
he: אין תרגום זמין...
hi: अनुवाद उपलब्ध नहीं है...
ja: 翻訳は利用できません...
ru: Нет доступного перевода...
vi: Không có bản dịch nào có sẵn...
zh: 没有可用的翻译...

# TRANSLATION_WIDGET_CAPTION
source: Repository selection with translation options
de: Repository-Auswahl mit Übersetzungsoptionen
es: Selección de repositorio con opciones de traducción
fr: Sélection de référentiels avec options de traduction
he: בחירת מאגר עם אפשרויות תרגום
hi: प्रतिनिधित्व चयन अनुवाद विकल्पों के साथ
ja: 翻訳オプションを持つリポジトリの選択
ru: Выбор репозитория с параметрами перевода
vi: Lựa chọn kho lưu trữ với các tùy chọn dịch
zh: 仓库选择与翻译选项

# REPOSITORY_STEP_1
source: Navigate to the provider's page where your repositories are listed
de: Navigieren Sie zur Anbieterseite, auf der Ihre Repositories aufgelistet sind
es: Navega a la página del proveedor donde se enumeran tus repositorios
he: נווט לדף של הספק שבו מאוחסנים המאגרי נתונים שלך
ru: Перейдите на страницу провайдера, где перечислены ваши репозитории

# REPOSITORY_STEP_2
source: Browse and select the repository containing your Angular project with XLIFF files
de: Durchsuchen und wählen Sie das Repository aus, das Ihre Angular-Anwendung mit XLIFF-Dateien enthält.
es: Navegue y seleccione el repositorio que contiene su proyecto Angular con archivos XLIFF
fr: Parcourez et sélectionnez le dépôt contenant votre projet Angular avec des fichiers XLIFF
he: עיין ובחר את המאגר המכיל את פרויקט Angular שלך עם קבצי XLIFF
hi: अपने Angular प्रोजेक्ट के XLIFF फ़ाइलों वाले भंडार को ब्राउज़ करें और चुनें
ja: AngularプロジェクトとXLIFFファイルを含むリポジトリをブラウズして選択してください
ru: Просмотрите и выберите репозиторий, содержащий ваш проект Angular с файлами XLIFF
vi: Duyệt và chọn kho lưu trữ chứa dự án Angular của bạn với các tệp XLIFF
zh: 浏览并选择包含您的 Angular 项目的 XLIFF 文件的代码库

# REPOSITORY_STEP_3
source: Specify the branch to work with (default is usually the main branch)
de: Geben Sie den Branch an, mit dem Sie arbeiten möchten (Standard ist normalerweise der Hauptbranch)
es: Especifica la rama con la que trabajar (la predeterminada suele ser la rama principal)
fr: Spécifiez la branche avec laquelle travailler (la valeur par défaut est généralement la branche principale)
he: ציין את הסניף שעליך לעבוד איתו (ברירת המחדל בדרך כלל היא הסניף הראשי)
hi: शाखा निर्दिष्ट करें जिस पर काम करना है (डिफ़ॉल्ट रूप से आमतौर पर मुख्य शाखा होती है)
ja: 作業するブランチを指定します（デフォルトは通常メインブランチです）
ru: Укажите ветку для работы (по умолчанию обычно используется основная ветка)
vi: Xác định nhánh để làm việc (mặc định thường là nhánh chính)
zh: 指定要使用的分支（默认通常是主分支）

# TRANSLATION_OPTIONS_TITLE
source: Translation Options
de: Übersetzungsoptionen
es: Opciones de Traducción
fr: Options de traduction
he: אפשרויות תרגום
hi: अनुवाद विकल्प
ja: 翻訳オプション
ru: Опции перевода
vi: Tùy chọn dịch thuật
zh: 翻译选项

# MAIN_BRANCH
source: main
de: haupt-branch
es: principal
fr: principal
he: עיקרי
hi: मुख्य
ja: メイン
ru: главный
vi: chính
zh: 主枝

# NEW_STATE
source: new
de: neu
es: nuevo
fr: nouveau
he: חדש
hi: नया
ja: 新しい
ru: новый
vi: mới
zh: 新

# PROCEEDED_STATE_LABEL
source: Proceeded TransUnit State
de: Bearbeitetes TransUnit-Status
es: Estado del TransUnit Procesado
fr: État de l'unité de traduction traitée
he: מצב טרנזיט של TransUnit
hi: प्रगति ट्रांसयूनिट स्थिति
ja: 進行したTransUnitステート
ru: Переходное состояние TransUnit
vi: Trạng thái TransUnit đã được xử lý
zh: 已处理的 TransUnit 状态

# TRANSLATED_STATE
source: translated
de: übersetzt
es: traducido
fr: traduit
he: מתורגם
hi: अनुवादित
ja: 翻訳済み
ru: переведено
vi: đã dịch
zh: 翻译完成

# TRANSLATE_CONFIRM_BUTTON
source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
he: תרגם
hi: अनुवादित करें
ja: 翻訳
ru: Перевести
vi: Dịch
zh: 翻译

# TRANSLATION_OPTIONS_CAPTION
source: Translation options configuration modal
de: Übersicht des Konfigurationsdialogs für Übersetzungsoptionen
es: Modal de configuración de opciones de traducción
fr: Modal de configuration des options de traduction
he: מודל конфигурации אפשרויות תרגום
hi: अनुवाद विकल्प कॉन्फ़िगरेशन मॉडाल
ja: 翻訳オプションの設定モーダル
ru: Модальное окно конфигурации опций перевода
vi: Cửa sổ cấu hình tùy chọn dịch thuật
zh: 翻译选项配置modal

# REVIEW_FINALIZE_TITLE
source: Reviewing and Finalizing
de: Überprüfung und Abschluss
es: Revisando y finalizando
fr: Révision et finalisation
he: סקירה והשלמה
hi: समीक्षण और अंतिम रूप देना
ja: レビューと最終化
ru: Рецензирование и завершение
vi: Đánh giá và Hoàn thiện
zh: 正在审查和最终确定

# REVIEW_PR_TITLE
source: Pull Request Review
de: Pull Request Überprüfung
es: Revisión de Pull Request
fr: Revue de la demande de tirage
he: סקירת בקשת משיכה
hi: पुल अनुरोध समीक्षा
ja: プルリクエストレビュー
ru: Обзор запроса на изменение
vi: Xem xét yêu cầu kéo lại
zh: 拉取请求审查

# REVIEW_PR_DESCRIPTION
source: After the translation process completes:
de: Nachdem der Übersetzungsprozess abgeschlossen ist:
es: Después de que se complete el proceso de traducción:
fr: Après la fin du processus de traduction :
he: אחרי שההליך של תרגום הושלם:
hi: अनुवाद प्रक्रिया समाप्त होने के बाद:
ja: 翻訳プロセスが完了した後：
ru: После завершения процесса перевода:
vi: Sau khi quá trình dịch hoàn tất:
zh: 翻译过程完成后：

# REVIEW_STEP_1
source: Review the created pull request in your Git provider
de: Überprüfen Sie die erstellte Pull-Anfrage in Ihrem Git-Anbieter
es: Revisa la solicitud de extracción creada en tu proveedor de Git
fr: Examinez la demande de tirage créée dans votre fournisseur Git
he: סקר את בקשת המשיכה שנוצרה במערכת ה-Git שלך
hi: समीक्षा करें कि आपने अपने गिट प्रदाता में बनाए गए पुल अनुरोध को।
ja: あなたのGitプロバイダーで作成されたプルリクエストをレビューしてください
ru: Просмотрите созданный запрос на извлечение в вашем провайдере Git
vi: Xem lại pull request đã tạo trong nhà cung cấp Git của bạn
zh: 审核您在 Git 提供商中创建的拉取请求

# REVIEW_STEP_2
source: Check the translated content for accuracy
de: Überprüfen Sie den übersetzten Inhalt auf Genauigkeit
es: Revisa el contenido traducido para garantizar su precisión
fr: Vérifiez le contenu traduit pour son exactitude
he: בדוק את התוכן המתורגם עבור דיוק
hi: सत्यापित करने के लिए अनुवादित सामग्री की जाँच करें
ja: 翻訳されたコンテンツの正確性を確認してください
ru: Проверьте переведенное содержание на точность
vi: Kiểm tra nội dung đã dịch để xác minh tính chính xác
zh: 检查翻译内容的准确性

# REVIEW_STEP_3
source: Make any necessary adjustments directly in the XLIFF files
de: Nehmen Sie alle notwendigen Anpassungen direkt in den XLIFF-Dateien vor
es: Realiza los ajustes necesarios directamente en los archivos XLIFF
fr: Apportez les ajustements nécessaires directement dans les fichiers XLIFF
he: בצע את ההתאמות הדרושות ישירות בקבצי XLIFF
hi: XLIFF फ़ाइलों में सीधे आवश्यक समायोजन करें
ja: XLIFFファイル内で直接必要な調整を行ってください
ru: Внесите необходимые изменения непосредственно в файлы XLIFF
vi: Thực hiện bất kỳ điều chỉnh cần thiết nào trực tiếp trong các tệp XLIFF
zh: 直接在 XLIFF 文件中进行任何必要的调整

# REVIEW_STEP_4
source: Merge the pull request to update your main codebase with the translations
de: Mergen Sie die Pull-Anfrage, um Ihr Haupt-Repository mit den Übersetzungen zu aktualisieren
es: Fusiona la solicitud de extracción para actualizar tu base de código principal con las traducciones
fr: Fusionnez la demande de tirage pour mettre à jour votre code principal avec les traductions
he: מזג את הבקשה כדי לעדכן את בסיס הקוד הראשי שלך עם התרגומים
hi: अपना मुख्य कोडबेस अनुवादों के साथ अपडेट करने के लिए पुल अनुरोध को विलय करें
ja: プルリクエストをマージして、翻訳を使用してメインコードベースを更新します
ru: Объедините запрос на изменение, чтобы обновить вашу основную кодовую базу с переводами
vi: Gộp yêu cầu kéo để cập nhật cơ sở mã chính của bạn với các bản dịch
zh: 合并拉取请求，以使用翻译更新您的主要代码库

# REVIEW_BENEFITS
source: This workflow allows you to keep translations in your version control system and follow standard code review practices for translation updates.
de: Dieser Ablauf ermöglicht es Ihnen, Übersetzungen in Ihrem Versionskontrollsystem zu speichern und gängige Code-Überprüfungspraktiken für Aktualisierungen der Übersetzung zu befolgen.
es: Este flujo de trabajo le permite mantener las traducciones en su sistema de control de versiones y seguir las prácticas estándar de revisión de código para las actualizaciones de traducción.
fr: Ce flux de travail vous permet de conserver les traductions dans votre système de contrôle de version et de suivre les pratiques standard d'examen de code pour les mises à jour de traduction.
he: עבודת זרימה זו מאפשרת לך לשמור על תרגומים במערכת בקרת גרסאות שלך ולעקוב אחרי שיטות סטנדרטיות של סקירת קוד עבור עדכוני תרגום.
hi: यह कार्यप्रणाली आपको अपने अनुवादों को आपके संस्करण नियंत्रण प्रणाली में रखने और अनुवाद अपडेट के लिए मानक कोड समीक्षा प्रथाओं का पालन करने की अनुमति देती है।
ja: このワークフローでは、翻訳をバージョン管理システムに保持し、翻訳の更新に関する標準的なコードレビューの手法を踏襲できます。
ru: Этот рабочий процесс позволяет вам хранить переводы в вашей системе контроля версий и следовать стандартным практикам ревью кода для обновлений переводов.
vi: Quy trình làm việc này cho phép bạn giữ bản dịch trong hệ thống kiểm soát phiên bản của mình và tuân thủ các thực hành đánh giá mã chuẩn cho các cập nhật bản dịch.
zh: 该工作流程允许您在版本控制系统中保留翻译，并遵循标准代码审查实践以更新翻译。

# TIPS_TITLE
source: Tips for Effective Translation
de: Tipps für effektive Übersetzungen
es: Consejos para una Traducción Efectiva
fr: Conseils pour une traduction efficace
he: טיפים לתרגום אפקטיבי
hi: अनुवाद के लिए सुझाव
ja: 効果的な翻訳のためのヒント
ru: Советы для эффективного перевода
vi: Mẹo để Dịch Hiệu Quả
zh: 有效翻译的提示

# TIP_REGULAR
source: Run translations regularly as you develop to avoid large batches of untranslated content
de: Führen Sie Übersetzungen regelmäßig während der Entwicklung durch, um große Mengen nicht übersetzter Inhalte zu vermeiden
es: Ejecuta traducciones regularmente mientras desarrollas para evitar grandes lotes de contenido no traducido
fr: Effectuez des traductions régulièrement pendant votre développement pour éviter de grandes masses de contenu non traduit
he: ערוך את התרגומים באופן קבוע במהלך הפיתוח כדי למנוע כמויות גדולות של תוכן בלתי מתורגם
hi: नियमित रूप से अनुवाद चलाएँ जब आप विकास कर रहे हों ताकि अनुवादित सामग्री के बड़े समूहों से बच सकें।
ja: 開発中は定期的に翻訳を実行して、大量の未翻訳コンテンツを避けるようにしましょう
ru: Регулярно выполняйте переводы в процессе разработки, чтобы избежать больших партий непереведенного контента.
vi: Chạy các bản dịch thường xuyên trong quá trình phát triển để tránh những cụm nội dung chưa được dịch lớn.
zh: 定期进行翻译，以避免大量未翻译的内容。

# TIP_BRANCH
source: Create a dedicated branch for translations to keep them separate from feature development
de: Erstellen Sie einen dedizierten Branch für Übersetzungen, um sie von der Entwicklung neuer Funktionen getrennt zu halten
es: Cree una rama dedicada para las traducciones para mantenerlas separadas del desarrollo de funciones.
fr: Créez une branche dédiée pour les traductions afin de les séparer du développement des fonctionnalités
he: צור ענף ייעודי לתרגומים כדי לשמור אותם בנפרד מפיתוח תכונות
hi: अनुवादों के लिए एक समर्पित शाखा बनाएं ताकि उन्हें विशेषता विकास से अलग रखा जा सके
ja: 翻訳のための専用ブランチを作成して、機能開発から分離します
ru: Создайте отдельную ветку для переводов, чтобы они не пересекались с разработкой функционала.
vi: Tạo một nhánh riêng biệt cho việc dịch thuật để giữ chúng tách biệt với phát triển tính năng
zh: 为翻译创建一个专用分支，以将其与功能开发分开。
