Repository: softwarity/xliff-saas
Catalog: src/locale/messages.*.xlf
Languages: de, es, fr, he, hi, ja, ru, vi, zh

# SEARCH_TICKETS_PLACEHOLDER
source: Search tickets by title or description...
de: Such tickets nach Titel oder Beschreibung suchen...
es: Buscar tickets por título o descripción...
fr: Rechercher des tickets par titre ou description...
he: חפש כרטיסים לפי כותרת או תיאור...
hi: टिकट शीर्षक या विवरण द्वारा खोजें...
ja: タイトルまたは説明でチケットを検索...
ru: Искать билеты по названию или описанию...
vi: Tìm vé theo tiêu đề hoặc mô tả...
zh: 搜索工单的标题或描述...

# FILTER_TYPE
source: Type:
de: Typ:
es: Tipo:
he: סוג:
hi: प्रकार:
ja: タイプ：
ru: Тип:
vi: Loại:
zh: 类型：

# FILTER_TYPE_BUG
source: Bug
de: Fehler
es: Error de bug
he: באג
hi: बग
ja: バグ
ru: Баг
vi: Lỗi
zh: 错误

# FILTER_TYPE_FEATURE
source: Feature
de: Funktion
es: Característica
fr: Fonctionnalité
he: תכונה
hi: विशेषता
ja: 機能
ru: Функция
vi: Tính năng
zh: 功能

# FILTER_STATUS
source: Status:
de: Status: Status:
es: Estado:
fr: Statut :
he: סטטוס:
hi: स्थिति:
ja: ステータス：
ru: Статус:
vi: Trạng thái:
zh: 状态：

# FILTER_OPEN_STATE
source: Open
de: Offen
es: Abierto
fr: Ouvert
he: פתוח
hi: खुला
ja: オープン
ru: Открыто
vi: Mở
zh: 开放

# FILTER_CLOSED_STATE
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
he: סגור
hi: बंद
ja: クローズド
ru: Закрыто
vi: Đóng
zh: 关闭

# TICKET_STATE
source: State
de: Zustand
es: Estado
fr: État
he: מדינה
hi: राज्य
ja: 状態
ru: Состояние
vi: Trạng thái
zh: 状态

# TICKET_TITLE
source: Title
de: Titel
es: Título
fr: Titre
he: כותרת
hi: शीर्षक
ja: タイトル
ru: Заголовок
vi: Tiêu đề
zh: 标题

# TICKET_TYPE
source: Type
de: Typ
es: Tipo
fr: Type: Type
he: סוג
hi: प्रकार
ja: タイプ
ru: Тип
vi: Loại
zh: 类型

# TICKET_COMMENTS
source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
he: הערות
hi: टिप्पणियाँ
ja: コメント
ru: Комментарии
vi: Ý kiến
zh: 评论

# TICKET_ACTIONS
source: Actions
de: Aktionen
es: Acciones
he: פעולות
hi: कार्रवाइयाँ
ja: アクション
ru: Действия
vi: Hành động
zh: 操作

# TICKET_STATE_OPEN
source: Open
de: Offen
es: Abierto
fr: Ouvert
he: פתוח
hi: खुला
ja: オープン
ru: Открыт
vi: Mở
zh: 打开

# TICKET_STATE_CLOSED
source: Closed
de: geschlossen
es: Cerrado
fr: Fermé
he: סגור
hi: बंद किया गया
ja: 閉じました
ru: Закрыто
vi: Đã đóng
zh: 已关闭

# VIEW_TICKET
source: View
de: Ansehen
es: Ver
fr: Voir
he: צפה
hi: देखें
ja: 表示
ru: Посмотреть
vi: Xem
zh: 查看

source: No tickets found
de: Keine Tickets gefunden
es: No se encontraron tickets
fr: Aucun ticket trouvé
he: לא נמצאו כרטיסים
hi: कोई टिकट नहीं मिला
ja: チケットが見つかりません
ru: Не найдено билетов
vi: Không tìm thấy vé
zh: 未找到票据

# ADJUST_SEARCH_CRITERIA
source: Try adjusting your search or filter criteria
de: Versuchen Sie, Ihre Such- oder Filterkriterien anzupassen
es: Intenta ajustar tus criterios de búsqueda o filtro
fr: Essayez d'ajuster vos critères de recherche ou de filtre
he: נסה להתאים את קריטריוני החיפוש או הסינון שלך
hi: अपने खोज या फ़िल्टर मानदंड को समायोजित करने का प्रयास करें
ja: 検索またはフィルター基準を調整してみてください
ru: Попробуйте отрегулировать свои критерии поиска или фильтрации
vi: Hãy thử điều chỉnh tiêu chí tìm kiếm hoặc bộ lọc của bạn
zh: 请尝试调整您的搜索或过滤条件

# PREVIOUS_PAGE_SR
source: Previous
de: Vorherige
es: Anterior
fr: Précédent
he: קודם
hi: पिछला
ja: 前のページ
ru: Предыдущая
vi: Trước
zh: 上一页

# NEXT_PAGE_SR
source: Next
de: Nächste
es: Siguiente
fr: Suivant
he: הבא
hi: अगला
ja: 次へ
ru: Следующий
vi: Tiếp theo
zh: 下一个

# SUPPORT_INFO_TITLE
source: Need Help?
de: Brauchen Sie Hilfe?
es: ¿Necesitas ayuda?
fr: Besoin d'aide ?
he: צריך עזרה?
hi: क्या मदद चाहिए?
ja: 助けが必要ですか？
ru: Нужна помощь?
vi: Cần trợ giúp?
zh: 需要帮助吗？

# SUPPORT_INFO_DESCRIPTION
source: Create a new support ticket if you have questions or need assistance with the XLIFF Translator. Our team will respond as soon as possible.
de: Erstellen Sie ein neues Support-Ticket, wenn Sie Fragen haben oder Hilfe mit dem XLIFF Translator benötigen. Unser Team wird so schnell wie möglich antworten.
es: Cree un nuevo ticket de soporte si tiene preguntas o necesita asistencia con el XLIFF Translator. Nuestro equipo responderá lo antes posible.
fr: Créez un nouveau ticket de support si vous avez des questions ou si vous avez besoin d'aide avec le traducteur XLIFF. Notre équipe répondra dès que possible.
he: צור כרטיס תמיכה חדש אם יש לך שאלות או שאתה צריך סיוע עם מתרגם XLIFF. הצוות שלנו יגיב בהקדם האפשרי.
hi: सहायता टिकट बनाएं यदि आपके कोई प्रश्न हैं या XLIFF ट्रांसलेटर के साथ सहायता की आवश्यकता है। हमारी टीम जल्द से जल्द जवाब देगी।
ja: XLIFF翻訳者に関する質問やサポートが必要な場合は、新しいサポートチケットを作成してください。私たちのチームができるだけ早く対応いたします。
ru: Создайте новый запрос в службу поддержки, если у вас есть вопросы или вам нужна помощь с XLIFF Translator. Наша команда ответит как можно скорее.
vi: Tạo một vé hỗ trợ mới nếu bạn có câu hỏi hoặc cần trợ giúp với XLIFF Translator. Đội ngũ của chúng tôi sẽ phản hồi sớm nhất có thể.
zh: 创建一个新的支持工单，如果您有任何问题或需要有关 XLIFF Translator 的帮助。我们的团队将尽快回复。

# FAILED_TO_GET_ISSUES
source: Failed to get issues. Please try again later.
de: Fehler beim Abrufen der Probleme. Bitte versuchen Sie es später erneut.
es: No se pudieron obtener los problemas. Inténtalo de nuevo más tarde.
fr: Échec de la récupération des problèmes. Veuillez réessayer plus tard.
he: נכשל לקבל בעיות. אנא נסה שוב מאוחר יותר.
hi: अवश्यमेव मुद्दे प्राप्त करने में विफल। कृपया बाद में पुनः प्रयास करें।
ja: 問題を取得できませんでした。後で再試行してください。
ru: Не удалось получить проблемы. Пожалуйста, попробуйте еще раз позже.
vi: Không thể lấy được vấn đề. Vui lòng thử lại sau.
zh: 无法获取问题。请稍后再试。

# FAILED_TO_CREATE_ISSUE
source: Failed to create issue. Please try again later.
de: Fehler beim Erstellen des Issues. Bitte versuchen Sie es später erneut.
es: Error al crear el problema. Por favor, inténtelo de nuevo más tarde.
fr: Échec de la création de l'issue. Veuillez réessayer plus tard.
he: נכשל ביצירת בעיה. אנא נסה שוב מאוחר יותר.
hi: अवधारणाएँ बनाने में विफल। कृपया बाद में पुनः प्रयास करें।
ja: 問題を作成できませんでした。後でもう一度お試しください。
ru: Не удалось создать задачу. Пожалуйста, попробуйте еще раз позже.
vi: Không thể tạo vấn đề. Vui lòng thử lại sau.
zh: 创建问题失败。请稍后再试。

# FAILED_TO_UPDATE_ISSUE
source: Failed to update issue. Please try again later.
de: Fehler beim Aktualisieren des Problems. Bitte versuchen Sie es später noch einmal.
es: No se pudo actualizar el problema. Por favor, inténtelo de nuevo más tarde.
fr: Échec de la mise à jour du problème. Veuillez réessayer plus tard.
he: נכשל בעדכון הבעיה. אנא נסה שוב מאוחר יותר.
hi: अद्यतन करने में असफल। कृपया कुछ समय बाद पुनः प्रयास करें।
ja: 問題の更新に失敗しました。後でもう一度お試しください。
ru: Не удалось обновить проблему. Пожалуйста, повторите попытку позже.
vi: Không thể cập nhật vấn đề. Vui lòng thử lại sau.
zh: 无法更新问题。请稍后再试。

source: Issue closed successfully.
de: Issue wurde erfolgreich geschlossen.
es: Problema cerrada con éxito.
fr: L'issue a été fermée avec succès.
he: בעיה נסגרה בהצלחה.
hi: समस्या सफलतापूर्वक बंद कर दी गई।
ja: 問題が正常に閉じました。
ru: Задача успешно закрыта.
vi: Vấn đề đã được đóng thành công.
zh: 问题已成功关闭。

source: Issue reopened successfully.
de: Issue erfolgreich erneut geöffnet.
es: El problema se volvió a abrir con éxito.
fr: L'issue a été rouverte avec succès.
he: הבעיה נפתחה מחדש בהצלחה.
hi: अनुक्रमणिका फिर से खोली गई।
ja: 問題が正常に再オープンされました。
ru: Проблема успешно повторно открыта.
vi: Vấn đề đã được mở lại thành công.
zh: 问题已成功重新打开。

source: Issue updated successfully.
de: Das Problem wurde erfolgreich aktualisiert.
es: Problema actualizado con éxito.
fr: Problème mis à jour avec succès.
he: הבעיה עודכנה בהצלחה.
hi: समस्या को सफलतापूर्वक अपडेट किया गया।
ja: 問題は正常に更新されました。
ru: Проблема успешно обновлена.
vi: Vấn đề đã được cập nhật thành công.
zh: 问题已成功更新。

# FAILED_TO_GET_ISSUE
source: Failed to get issue. Please try again later.
de: Fehler beim Abrufen des Problems. Bitte versuchen Sie es später noch einmal.
es: No se pudo obtener el problema. Por favor, inténtelo de nuevo más tarde.
fr: N'a pas pu récupérer l'incident. Veuillez réessayer plus tard.
he: נכשל בש获取 כתובת. אנא נסה שוב מאוחר יותר.
hi: अissue प्राप्त करने में विफल। कृपया बाद में पुनः प्रयास करें।
ja: 問題を取得できませんでした。しばらくしてから再試行してください。
ru: Не удалось получить проблему. Пожалуйста, попробуйте позже.
vi: Không thể lấy vấn đề. Vui lòng thử lại sau.
zh: 无法获取问题。请稍后再试。

# FAILED_TO_ADD_COMMENT
source: Failed to add comment. Please try again later.
de: Fehler beim Hinzufügen des Kommentars. Bitte versuchen Sie es später erneut.
es: No se pudo agregar el comentario. Inténtalo de nuevo más tarde.
fr: Échec de l'ajout du commentaire. Veuillez réessayer plus tard.
he: נכשל להוסיף תגובה. אנא נסה שוב מאוחר יותר.
hi: संपारित करने में विफल। कृपया बाद में फिर से प्रयास करें।
ja: コメントの追加に失敗しました。後でもう一度お試しください。
ru: Не удалось добавить комментарий. Пожалуйста, попробуйте позже.
vi: Không thể thêm bình luận. Vui lòng thử lại sau.
zh: 添加评论失败。请稍后再试。

source: Comment added successfully.
de: Kommentar erfolgreich hinzugefügt.
es: Comentario añadido con éxito.
fr: Comment ajouté avec succès.
he: התגובה נוספה בהצלחה.
hi: टिप्पणी सफलतापूर्वक जोड़ी गई।
ja: コメントが正常に追加されました。
ru: Комментарий успешно добавлен.
vi: Bình luận đã được thêm thành công.
zh: 评论添加成功。

# FAILED_TO_GET_COMMENTS
source: Failed to get comments. Please try again later.
de: Fehler beim Abrufen von Kommentaren. Bitte versuchen Sie es später noch einmal.
es: No se pudieron obtener los comentarios. Por favor, inténtelo de nuevo más tarde.
fr: Échec de la récupération des commentaires. Veuillez réessayer plus tard.
he: נכשל לקבל תגובות. בבקשה תנסה שוב מאוחר יותר.
hi: कमेंट्स प्राप्त करने में विफल। कृपया बाद में पुनः प्रयास करें।
ja: コメントを取得できませんでした。後でもう一度お試しください。
ru: Не удалось получить комментарии. Пожалуйста, попробуйте позже.
vi: Không thể lấy được bình luận. Vui lòng thử lại sau.
zh: 获取评论失败。请稍后再试。

# FAILED_TO_CLOSE_ISSUE
source: Failed to close issue. Please try again later.
de: Fehler beim Schließen des Problems. Bitte versuchen Sie es später erneut.
es: No se pudo cerrar el problema. Por favor, inténtelo de nuevo más tarde.
fr: Échec de la fermeture du problème. Veuillez réessayer plus tard.
he: נכשל בסגירת הבעיה. אנא נסה שוב מאוחר יותר.
hi: अवधि बंद करने में विफल। कृपया बाद में फिर से प्रयास करें।
ja: 問題を閉じることができませんでした。後でもう一度お試しください。
ru: Не удалось закрыть проблему. Пожалуйста, попробуйте еще раз позже.
vi: Không thể đóng vấn đề. Vui lòng thử lại sau.
zh: 无法关闭问题。请稍后再试。

# FAILED_TO_REOPEN_ISSUE
source: Failed to reopen issue. Please try again later.
de: Fehler beim Wiederöffnen des Problems. Bitte versuchen Sie es später erneut.
es: No se pudo reabrir el problema. Por favor, inténtelo de nuevo más tarde.
fr: Impossible de rouvrir l'issue. Veuillez réessayer plus tard.
he: הכישלון בשחזור הבעיה. אנא נסה שוב מאוחר יותר.
hi: समस्या को फिर से खोलने में विफल। कृपया बाद में पुनः प्रयास करें।
ja: 問題を再オープンできませんでした。後で再試行してください。
ru: Не удалось повторно открыть проблему. Пожалуйста, попробуйте еще раз позже.
vi: Không thể mở lại vấn đề. Vui lòng thử lại sau.
zh: 无法重新打开问题。请稍后再试。

# FAILED_TO_DELETE_ISSUE
source: Failed to delete issue. Please try again later.
de: Fehler beim Löschen des Problems. Bitte versuchen Sie es später erneut.
es: Error al eliminar el problema. Inténtalo de nuevo más tarde.
fr: Échec de la suppression de l'issue. Veuillez réessayer plus tard.
he: לא הצלחנו למחוק את הבעיה. אנא נסה שוב מאוחר יותר.
hi: समस्या को हटाने में असफल। कृपया थोड़ी देर बाद फिर से कोशिश करें।
ja: 問題の削除に失敗しました。もう一度後でお試しください。
ru: Не удалось удалить задачу. Пожалуйста, попробуйте еще раз позже.
vi: Không thể xóa vấn đề. Vui lòng thử lại sau.
zh: 无法删除问题。请稍后再试。

source: Issue deleted successfully.
de: Problem erfolgreich gelöscht.
es: Problema eliminado con éxito.
fr: Problème supprimé avec succès.
he: הבעיה נמחקה בהצלחה.
hi: इश्यू सफलतापूर्वक हटा दिया गया।
ja: 問題は正常に削除されました。
ru: Успешно удалено.
vi: Vấn đề đã được xóa thành công.
zh: 问题已成功删除。

# FAILED_TO_SEND_CONTACT
source: Failed to send message. Please try again later.
de: Fehler beim Senden der Nachricht. Bitte versuchen Sie es später erneut.
es: No se pudo enviar el mensaje. Por favor, inténtelo de nuevo más tarde.
fr: Échec de l'envoi du message. Veuillez réessayer plus tard.
he: נכשל לשלוח את ההודעה. אנא נסה שוב מאוחר יותר.
hi: संदेश भेजने में विफलता। कृपया बाद में प्रयास करें।
ja: メッセージの送信に失敗しました。後でもう一度お試しください。
vi: Không thể gửi tin nhắn. Vui lòng thử lại sau.
zh: 发送消息失败。请稍后再试。

source: Diamond Exclusive Feature
de: Diamant Exklusive Funktion
es: Función Exclusiva de Diamante
fr: Caractéristique exclusive de diamant
he: תכונה ייחודית לדיימונד
hi: हीरा विशेष विशेषता
ja: ダイヤモンド限定機能
ru: Алмазная эксклюзивная функция
vi: Tính năng độc quyền Diamond
zh: 独特的钻石特性

# DIAMOND_EXCLUSIVE_DESCRIPTION
source: Custom AI instructions are a premium feature exclusive to Diamond membership subscribers. Enhance translation quality by providing specific domain context, terminology requirements, and language preferences.
de: Benutzerdefinierte KI-Anweisungen sind ein Premium-Feature, das exklusiv für Abonnenten der Diamant-Mitgliedschaft verfügbar ist. Verbessern Sie die Übersetzungsqualität, indem Sie spezifische Fachkontexte, Terminologieanforderungen und Sprachpräferenzen bereitstellen.
es: Las instrucciones personalizadas de IA son una función premium exclusiva para suscriptores del nivel de membresía Diamond. Mejore la calidad de la traducción proporcionando un contexto específico del dominio, requisitos de terminología y preferencias de idioma.
fr: Les instructions personnalisées de l'IA sont une fonctionnalité premium exclusive aux abonnés du membership Diamond. Améliorez la qualité de la traduction en fournissant un contexte spécifique au domaine, des exigences en matière de terminologie et des préférences linguistiques.
he: הוראות AI מותאמות אישית הן תכונה פרימיום שמיועדת אך ורק למנויים של חברים בדרגת יהלום. שפר את איכות התרגום על ידי מתן הקשר ספציפי לתחום, דרישות טרמינולוגיה והעדפות שפה.
hi: कस्टम एआई निर्देश एक प्रीमियम विशेषता है जो केवल डायमंड सदस्यता ग्राहकों के लिए है। विशेष डोमेन संदर्भ, शब्दावली आवश्यकताओं और भाषा प्राथमिकताओं प्रदान करके अनुवाद की गुणवत्ता को बढ़ाएं।
ja: カスタムAI指示は、ダイヤモンド会員のサブスクライバーに独占的なプレミアム機能です。特定のドメインコンテキスト、用語要件、および言語の好みを提供することで、翻訳の質を向上させます。
ru: Пользовательские AI-инструкции — это функция премиум-класса, доступная только подписчикам Diamond. Улучшите качество перевода, предоставив специфический контекст домена, требования к терминологии и языковые предпочтения.
vi: Hướng dẫn AI tùy chỉnh là một tính năng cao cấp độc quyền dành cho người đăng ký thành viên Diamond. Nâng cao chất lượng bản dịch bằng cách cung cấp bối cảnh miền cụ thể, yêu cầu thuật ngữ và sở thích ngôn ngữ.
zh: 定制的AI指令是钻石会员订阅者专属的高级功能。通过提供特定领域的上下文、术语要求和语言偏好，提升翻译质量。

# UPGRADE_TO_DIAMOND_BUTTON
source: Upgrade to Diamond
de: Upgrade zu Diamond
es: Actualizar a Diamante
fr: Passer à Diamond
he: שדרגו לדיאמונד
hi: अपग्रेड करें डाइमंड
ja: ダイヤモンドにアップグレード
ru: Обновить до уровня Diamond
vi: Nâng cấp lên Diamond
zh: 升级到钻石

# CUSTOM_INSTRUCTIONS_TITLE
source: Custom AI Translation Instructions
de: Benutzerdefinierte KI-Übersetzungsanweisungen
es: Instrucciones de traducción de IA personalizadas
fr: Instructions de traduction IA personnalisées
he: הנחיות תרגום AI מותאמות אישית
hi: कस्टम एआई अनुवाद निर्देश
ja: カスタムAI翻訳指示
ru: Пользовательские инструкции по переводу AI
vi: Hướng dẫn Dịch AI Tùy Chỉnh
zh: 自定义 AI 翻译说明

# CUSTOM_INSTRUCTIONS_FILENAME
source: Configuration File
de: Konfigurationsdatei
es: Archivo de configuración
fr: Fichier de configuration
he: קובץ הגדרות
hi: कॉन्फ़िगरेशन फ़ाइल
ja: 設定ファイル
ru: Конфигурационный файл
vi: Tệp cấu hình
zh: 配置文件

# CUSTOM_INSTRUCTIONS_FILENAME_DESC
source: Create a file named <code class="bg-blue-100 dark:bg-blue-900/50 px-2 py-1 rounded text-blue-900 dark:text-blue-100">xliff-instructions.md</code> at the root of your Git repository to provide custom translation instructions.
de: Erstellen Sie eine Datei mit dem Namen <code class="bg-blue-100 dark:bg-blue-900/50 px-2 py-1 rounded text-blue-900 dark:text-blue-100">xliff-instructions.md</code> im Stammverzeichnis Ihres Git-Repositorys, um benutzerdefinierte Übersetzungsanweisungen bereitzustellen.
es: Crea un archivo llamado <code class="bg-blue-100 dark:bg-blue-900/50 px-2 py-1 rounded text-blue-900 dark:text-blue-100">xliff-instructions.md</code> en la raíz de tu repositorio de Git para proporcionar instrucciones de traducción personalizadas.
he: צור קובץ בשם <code class="bg-blue-100 dark:bg-blue-900/50 px-2 py-1 rounded text-blue-900 dark:text-blue-100">xliff-instructions.md</code> בשורש מאגר ה-Git שלך כדי לספק הוראות תרגום מותאמות אישית.
ru: Создайте файл с именем <code class="bg-blue-100 dark:bg-blue-900/50 px-2 py-1 rounded text-blue-900 dark:text-blue-100">xliff-instructions.md</code> в корне вашего репозитория Git, чтобы предоставить собственные инструкции по переводу.

# CUSTOM_INSTRUCTIONS_SUBTITLE
source: Enhancing Translation Context
de: Den Übersetzungszusammenhang verbessern
es: Mejorando el contexto de traducción
fr: Amélioration du contexte de traduction
he: שיפור הקשר לתרגום
hi: अनुवाद संदर्भ बढ़ाना
ja: 翻訳コンテキストの強化
ru: Улучшение контекста перевода
vi: Cải thiện ngữ cảnh dịch thuật
zh: 增强翻译上下文

# CUSTOM_INSTRUCTIONS_DESCRIPTION
source: Our AI translation system can leverage detailed context about your application to produce more accurate and consistent translations. By providing custom instructions, you can help the AI understand industry-specific terminology, maintain brand voice, and respect language-specific requirements.
de: Unser KI-Übersetzungssystem kann detaillierte Kontexte über Ihre Anwendung nutzen, um genauere und konsistentere Übersetzungen zu produzieren. Durch die Bereitstellung benutzerdefinierter Anweisungen können Sie der KI helfen, branchenspezifische Terminologie zu verstehen, die Markenstimme beizubehalten und sprachspezifische Anforderungen zu berücksichtigen.
es: Nuestro sistema de traducción AI puede aprovechar un contexto detallado sobre su aplicación para producir traducciones más precisas y coherentes. Al proporcionar instrucciones personalizadas, puede ayudar a la IA a comprender la terminología específica de la industria, mantener la voz de la marca y respetar los requisitos específicos del idioma.
fr: Notre système de traduction AI peut tirer parti d'un contexte détaillé sur votre application pour produire des traductions plus précises et cohérentes. En fournissant des instructions personnalisées, vous pouvez aider l'IA à comprendre la terminologie spécifique à votre secteur, à maintenir la voix de la marque et à respecter les exigences spécifiques à la langue.
he: מערכת התרגום שלנו מבוססת AI יכולה לנצל הקשר מפורט על היישום שלכם כדי להפיק תרגומים מדויקים ועקביים יותר. על ידי מתן הוראות מותאמות אישית, אתם יכולים לסייע ל-AI להבין מונחים ספציפיים לתעשייה, לשמור על קול המותג ולכבד דרישות ספציפיות לשפה.
hi: हमारा एआई अनुवाद प्रणाली आपके अनुप्रयोग के बारे में विस्तृत संदर्भ का उपयोग करके अधिक सटीक और सुसंगत अनुवाद उत्पन्न कर सकती है। कस्टम निर्देश प्रदान करके, आप एआई को उद्योग-विशिष्ट शब्दावली समझने, ब्रांड की आवाज बनाए रखने, और भाषा-विशिष्ट आवश्यकताओं का सम्मान करने में मदद कर सकते हैं।
ja: 私たちのAI翻訳システムは、アプリケーションに関する詳細なコンテキストを活用して、より正確で一貫性のある翻訳を生み出すことができます。カスタム指示を提供することで、業界特有の用語を理解させ、ブランドの声を維持し、言語特有の要件を尊重するのに役立ちます。
ru: Наша система перевода на основе ИИ может использовать детальный контекст о вашем приложении для создания более точных и последовательных переводов. Предоставляя индивидуальные инструкции, вы можете помочь ИИ понять отраслевую терминологию, поддерживать голос бренда и учитывать специфические языковые требования.
vi: Hệ thống dịch thuật AI của chúng tôi có thể tận dụng ngữ cảnh chi tiết về ứng dụng của bạn để tạo ra những bản dịch chính xác và nhất quán hơn. Bằng cách cung cấp hướng dẫn tùy chỉnh, bạn có thể giúp AI hiểu các thuật ngữ chuyên ngành, duy trì giọng điệu thương hiệu và tôn trọng các yêu cầu ngôn ngữ cụ thể.
zh: 我们的AI翻译系统可以利用关于您应用程序的详细上下文来提供更准确和一致的翻译。通过提供自定义指令，您可以帮助AI理解行业特定的术语，保持品牌声音，并尊重语言特定的要求。

# CUSTOM_INSTRUCTIONS_EXAMPLE_TITLE
source: Example: Financial Application
de: Beispiel: Finanzanwendung
es: Ejemplo: Aplicación Financiera
fr: Exemple : Application financière
he: דוגמה: יישום פיננסי
hi: उदाहरण: वित्तीय आवेदन
ja: 例：金融アプリケーション
ru: Пример: Финансовое приложение
vi: Ví dụ: Ứng dụng Tài chính
zh: 示例：金融应用

# CUSTOM_INSTRUCTIONS_EXAMPLE_DESCRIPTION
source: Below is an example of custom instructions for a financial application that help ensure accurate translation of domain-specific terms:
de: Unten finden Sie ein Beispiel für benutzerdefinierte Anweisungen für eine Finanzanwendung, die dabei helfen, eine genaue Übersetzung domänenspezifischer Begriffe sicherzustellen:
es: A continuación, se muestra un ejemplo de instrucciones personalizadas para una aplicación financiera que ayudan a garantizar una traducción precisa de términos específicos del dominio:
fr: Voici un exemple d'instructions personnalisées pour une application financière qui aide à garantir une traduction précise des termes spécifiques au domaine :
he: להלן דוגמה להנחיות מותאמות עבור יישום פיננסי המסייעות להבטיח תרגום מדויק של מונחים ספציפיים לתחום:
hi: नीचे एक वित्तीय एप्लिकेशन के लिए कस्टम निर्देशों का उदाहरण है जो डोमेन-विशिष्ट शर्तों के सटीक अनुवाद को सुनिश्चित करने में मदद करता है:
ja: 以下は、特定のドメイン用語の正確な翻訳を確保するための金融アプリケーション向けのカスタム指示の例です：
ru: Ниже приведен пример пользовательских инструкций для финансового приложения, которые помогают обеспечивать точный перевод терминов, специфичных для данной области:
vi: Dưới đây là một ví dụ về hướng dẫn tùy chỉnh cho một ứng dụng tài chính nhằm giúp đảm bảo dịch chính xác các thuật ngữ cụ thể trong lĩnh vực:
zh: 以下是金融应用程序自定义指令的示例，有助于确保域特定术语的准确翻译：

# CUSTOM_INSTRUCTIONS_GUIDELINES_TITLE
source: Best Practices
es: Mejores Prácticas
fr: Meilleures pratiques
he: Practיקות טובות
hi: सर्वोत्तम प्रथाएँ
ja: ベストプラクティス
ru: Лучшие практики
vi: Thực hành tốt nhất
zh: 最佳实践

# CUSTOM_INSTRUCTIONS_GUIDELINE_1
source: Focus on application-specific terminology and provide clear context for ambiguous terms
de: Konzentrieren Sie sich auf anwendungsspezifische Terminologie und bieten Sie klaren Kontext für mehrdeutige Begriffe
es: Enfóquese en la terminología específica de la aplicación y proporcione un contexto claro para los términos ambiguos.
fr: Concentrez-vous sur la terminologie spécifique à l'application et fournissez un contexte clair pour les termes ambigus
he: מקד עלTerminology ספציפית לאפליקציה וספק הקשר ברור למונחים מעורפלים
hi: अनुप्रयोग-विशिष्ट शब्दावली पर ध्यान केंद्रित करें और अस्पष्ट शर्तों के लिए स्पष्ट संदर्भ प्रदान करें
ja: アプリケーション固有の用語に焦点を当て、あいまいな用語に対して明確なコンテキストを提供してください
ru: Сосредоточьтесь на терминологии, специфичной для приложения, и предоставьте четкий контекст для неоднозначных терминов
vi: Tập trung vào thuật ngữ cụ thể cho ứng dụng và cung cấp ngữ cảnh rõ ràng cho các thuật ngữ mơ hồ.
zh: 聚焦于应用特定术语，并为模糊术语提供明确的上下文

# CUSTOM_INSTRUCTIONS_GUIDELINE_2
source: Specify terms that should remain untranslated (technical terms, brand names, acronyms)
de: Geben Sie an, welche Begriffe unübersetzt bleiben sollen (technische Begriffe, Markennamen, Akronyme)
es: Especifique los términos que deben permanecer sin traducir (términos técnicos, nombres de marca, acrónimos)
fr: Spécifiez les termes qui doivent rester non traduits (termes techniques, noms de marque, acronymes)
he: ציין מונחים שצריכים להישאר לא מתורגמים (מונחים טכניים, שמות מותגים, ראשי תיבות)
hi: विशिष्ट शब्दों को निर्दिष्ट करें जिन्हें अनुवादित नहीं किया जाना चाहिए (तकनीकी शब्द, ब्रांड के नाम, संक्षिप्ताक्षर)
ja: 翻訳されない用語を指定します（技術用語、ブランド名、略語）
ru: Укажите термины, которые должны остаться переведёнными (технические термины, названия брендов, акронимы)
vi: Xác định các thuật ngữ cần giữ nguyên không dịch (thuật ngữ kỹ thuật, tên thương hiệu, chữ viết tắt)
zh: 指定应保持不翻译的术语（技术术语、品牌名称、缩略语）
