Repository: softwarity/xliff-saas
Catalog: src/locale/messages.*.xlf
Languages: de, es, fr, he, hi, ja, ru, vi, zh

# CUSTOM_INSTRUCTIONS_GUIDELINE_3
source: Provide preferred translations for key terms to maintain consistency
de: Bevorzugte Übersetzungen für Schlüsselbegriffe bereitstellen, um Konsistenz zu gewährleisten
es: Proporcione traducciones preferidas para términos clave para mantener la coherencia
fr: Fournir des traductions préférées pour les termes clés afin de maintenir la cohérence
he: ספק תרגומים מועדפים למונחים מרכזיים כדי לשמור על עקביות
hi: मुख्य शब्दों के लिए पसंदीदा अनुवाद प्रदान करें ताकि स्थिरता बनी रहे
ja: キー用語の一貫性を保つために、好ましい翻訳を提供してください
ru: Предоставьте предпочтительные переводы ключевых терминов для поддержания согласованности
vi: Cung cấp các bản dịch ưu tiên cho các thuật ngữ chính để duy trì tính nhất quán
zh: 提供关键术语的首选翻译以保持一致性

# CUSTOM_INSTRUCTIONS_GUIDELINE_4
source: Include domain-specific rules, conventions, and tone requirements
de: Fügen Sie domainspezifische Regeln, Konventionen und Tonvorgaben hinzu
es: Incluir reglas específicas del dominio, convenciones y requisitos de tono
fr: Inclure des règles, des conventions et des exigences de ton spécifiques au domaine
he: כוללים כללים, מסורות ודרישות לגבי הטון ספציפיים לדומיין
hi: विशेष डोमेन-विशिष्ट नियम, मानक और स्वर आवश्यकताएँ शामिल करें
ja: ドメイン固有のルール、慣習、およびトーン要件を含めます
ru: Включите специфические для области правила, соглашения и требования к тону
vi: Bao gồm các quy tắc, quy ước và yêu cầu về giọng điệu riêng của lĩnh vực.
zh: 包含特定领域的规则、惯例和语气要求

# CUSTOM_INSTRUCTIONS_GUIDELINE_5
source: Instructions can be written in any language, though English is recommended for maximum compatibility
de: Anweisungen können in jeder Sprache verfasst werden, obwohl Englisch für maximale Kompatibilität empfohlen wird.
es: Las instrucciones se pueden escribir en cualquier idioma, aunque se recomienda el inglés para una máxima compatibilidad.
fr: Les instructions peuvent être rédigées dans n'importe quelle langue, bien que l'anglais soit recommandé pour une compatibilité maximale.
he: ההוראות יכולות להיות כתובות בכל שפה, אם כי מומלץ לכתוב באנגלית לצורך תאימות מירבית.
hi: निर्देश किसी भी भाषा में लिखे जा सकते हैं, हालांकि अधिकतम संगतता के लिए अंग्रेजी की सिफारिश की जाती है.
ja: 指示は任意の言語で記述できますが、最大の互換性を確保するためには英語を推奨します
ru: Инструкции могут быть написаны на любом языке, хотя для максимальной совместимости рекомендуется использовать английский язык.
vi: Hướng dẫn có thể được viết bằng bất kỳ ngôn ngữ nào, mặc dù tiếng Anh được khuyến nghị để đảm bảo tính tương thích tối đa
zh: 指示可以使用任何语言编写，但建议使用英语以获得最佳兼容性

# CUSTOM_INSTRUCTIONS_GUIDELINE_6
source: Update your instructions file as your application terminology evolves
de: Aktualisieren Sie Ihre Anweisungsdatei, während sich die Terminologie Ihrer Anwendung entwickelt.
es: Actualiza tu archivo de instrucciones a medida que la terminología de tu aplicación evoluciona.
fr: Mettez à jour votre fichier d'instructions au fur et à mesure que la terminologie de votre application évolue
he: עדכן את קובץ ההנחיות שלך ככל שמונחי היישום שלך מתפתחים
hi: अपने निर्देशों की फ़ाइल को अपने एप्लिकेशन की शब्दावली विकसित होने के अनुसार अपडेट करें
ja: アプリケーションの用語が進化するにつれて、指示ファイルを更新してください
ru: Обновите файл с инструкциями по мере изменений в терминологии вашего приложения
vi: Cập nhật tệp hướng dẫn của bạn khi thuật ngữ trong ứng dụng của bạn phát triển
zh: 更新您的指令文件，以便您的应用程序术语不断演变

# DOCUMENTATION_TITLE
source: Documentation
de: Dokumentation
es: Documentación
he: תיעוד
hi: दस्तावेज़ीकरण
ja: ドキュメント
ru: Документация
vi: Tài liệu
zh: 文档

# USAGE_TAB
source: Usage
de: Verwendung
es: Uso
fr: Utilisation
he: שימוש
hi: उपयोग
ja: 使用
ru: Использование
vi: Sử dụng
zh: 使用

# SETUP_TAB
source: Setup
de: Einrichten
es: Configuración
fr: Configuration
he: הגדרה
hi: सेटअप
ja: 設定
ru: Настройка
vi: Cài đặt
zh: 设置

# INITIAL_SETUP_TITLE
source: Initial Setup
de: Erstkonfiguration
es: Configuración Inicial
fr: Configuration initiale
he: הגדרה ראשונית
hi: प्राथमिक सेटअप
ja: 初期設定
ru: Начальная настройка
vi: Cài đặt ban đầu
zh: 初始设置

# INITIAL_SETUP_DESCRIPTION
source: Start by adding Angular's localization package to your project:
de: Beginnen Sie damit, das Lokalisierungspaket von Angular zu Ihrem Projekt hinzuzufügen:
es: Comience agregando el paquete de localización de Angular a su proyecto:
he: התחל על ידי הוספת חבילת הלוקליזציה של Angular לפרויקט שלך:
ru: Начните с добавления пакета локализации Angular в ваш проект:

# INITIAL_SETUP_CHANGES
source: This command will make the following changes:
de: Dieser Befehl wird die folgenden Änderungen vornehmen:
es: Este comando realizará los siguientes cambios:
fr: Cette commande apportera les modifications suivantes :
he: הפקודה הזו תבצע את השינויים הבאים:
hi: इस कमांड से निम्नलिखित परिवर्तन होंगे:
ja: このコマンドは、以下の変更を加えます：
ru: Эта команда внесет следующие изменения:
vi: Lệnh này sẽ thực hiện các thay đổi sau:
zh: 该命令将进行以下更改：

# INITIAL_SETUP_CHANGE_1
source: Add the @angular/localize package to your dependencies
de: Fügen Sie das Paket @angular/localize zu Ihren Abhängigkeiten hinzu
es: Agrega el paquete @angular/localize a tus dependencias
fr: Ajoute le package @angular/localize à vos dépendances.
he: הוסף את חבילת @angular/localize לתלויות שלך
hi: @angular/localize पैकेज को आपकी निर्भरता में जोड़ें
ja: あなたの依存関係に @angular/localize パッケージを追加します
ru: Добавьте пакет @angular/localize в ваши зависимости
vi: Thêm gói @angular/localize vào các phụ thuộc của bạn
zh: 将@angular/localize包添加到您的依赖项中

# INITIAL_SETUP_CHANGE_2
source: Add "@angular/localize/init" to the polyfills array in angular.json
de: Fügen Sie „@angular/localize/init“ zum Polyfill-Array in angular.json hinzu
es: Agrega "@angular/localize/init" al array de polyfills en angular.json
he: הוסף "@angular/localize/init" למערך polyfills ב-angular.json
ru: Добавьте "@angular/localize/init" в массив полифиллов в angular.json

# INITIAL_SETUP_CHANGE_3
source: Add the following reference to your main.ts:
de: Fügen Sie die folgende Referenz zu Ihrer main.ts hinzu:
es: Agrega la siguiente referencia a tu main.ts:
fr: Ajoute la référence suivante à votre main.ts :
he: הוסף את ההתייחסות הבאה ל-main.ts שלך:
hi: अपने main.ts में निम्नलिखित संदर्भ जोड़ें:
ja: main.ts への以下の参照を追加してください:
ru: Добавьте следующую ссылку в ваш main.ts:
vi: Thêm tham chiếu sau vào main.ts của bạn:
zh: 将以下引用添加到您的 main.ts 中：

# INITIAL_SETUP_CONFIG
source: It will also add the extract-i18n configuration to angular.json:
de: Es wird auch die extract-i18n-Konfiguration zu angular.json hinzugefügt:
es: También se añadirá la configuración extract-i18n a angular.json:
fr: Il ajoutera également la configuration extract-i18n à angular.json :
he: זה גם יוסיף את תצורת extract-i18n ל-angular.json:
hi: यह भी extract-i18n कॉन्फ़िगरेशन को angular.json में जोड़ देगा:
ja: angular.json に extract-i18n 構成が追加されます：
ru: Также будет добавлена конфигурация extract-i18n в angular.json:
vi: Nó cũng sẽ thêm cấu hình extract-i18n vào angular.json:
zh: 它还会将 extract-i18n 配置添加到 angular.json 中：

# INITIAL_SETUP_NOTE
source: Note: We'll modify the outputPath later in the configuration to match our workflow.
de: Hinweis: Wir werden den outputPath später in der Konfiguration ändern, um ihn an unseren Arbeitsablauf anzupassen.
es: Nota: Modificaremos el outputPath más adelante en la configuración para que coincida con nuestro flujo de trabajo.
he: יש לציין: נשנה את outputPath מאוחר יותר בתצורה כדי להתאים את זרימת העבודה שלנו.
ru: Примечание: Мы изменим путь вывода позже в конфигурации, чтобы он соответствовал нашему рабочему процессу.

# EXTRACT_TOOL_TITLE
source: Install Translation Tool
de: Installationswerkzeug für Übersetzungen
es: Instalar Herramienta de Traducción
fr: Installer l'outil de traduction
he: צור את כלי התרגום
hi: अनुवाद उपकरण स्थापित करें
ja: 翻訳ツールをインストール
ru: Установите инструмент перевода
vi: Cài đặt Công cụ Dịch thuật
zh: 安装翻译工具

# EXTRACT_TOOL_DESCRIPTION
source: For managing translation files, we'll use ng-extract-i18n-merge which simplifies the process of extracting and merging translations:
de: Um Übersetzungsdateien zu verwalten, verwenden wir ng-extract-i18n-merge, das den Prozess des Extrahierens und Zusammenführens von Übersetzungen vereinfacht:
es: Para gestionar archivos de traducción, utilizaremos ng-extract-i18n-merge, que simplifica el proceso de extracción y fusión de traducciones:
he: לניהול קבצי תרגום, נשתמש ב-ng-extract-i18n-merge שמפשט את התהליך של חליצה ומיזוג תרגומים:
ru: Для управления файлами перевода мы будем использовать ng-extract-i18n-merge, который упрощает процесс извлечения и объединения переводов:

# EXTRACT_TOOL_BENEFITS
source: This tool offers several advantages:
de: Dieses Tool bietet mehrere Vorteile:
es: Esta herramienta ofrece varias ventajas:
fr: Cet outil offre plusieurs avantages :
he: הכלי הזה מציע מספר יתרונות:
hi: यह उपकरण कई लाभ प्रदान करता है:
ja: このツールにはいくつかの利点があります：
ru: Этот инструмент предлагает несколько преимуществ:
vi: Công cụ này cung cấp một số lợi ích:
zh: 此工具提供了几个优势：

# EXTRACT_TOOL_BENEFIT_1
source: Automatically extracts translatable strings from your application
de: Automatisch übersetzt, was von Ihrer Anwendung übersetzbar ist
es: Extrae automáticamente cadenas traducibles de tu aplicación
fr: Extrait automatiquement les chaînes traduisibles de votre application
he: מוציא אוטומטית מחרוזות תרגום מהיישום שלך
hi: अपने एप्लिकेशन से अनुवाद करने योग्य स्ट्रिंग्स को स्वचालित रूप से निकालता है
ja: アプリケーションから翻訳可能な文字列を自動的に抽出します
ru: Автоматически извлекает переводимые строки из вашего приложения
vi: Tự động trích xuất các chuỗi có thể dịch từ ứng dụng của bạn
zh: 自动提取您应用程序中的可翻译字符串

# EXTRACT_TOOL_BENEFIT_2
source: Merges new translations with existing ones in a single step
de: Fügt neue Übersetzungen in einem einzigen Schritt mit bestehenden zusammen
es: Fusiona nuevas traducciones con las existentes en un solo paso
fr: Fusionne les nouvelles traductions avec celles existantes en une seule étape
he: ממזג תרגומים חדשים עם הקיימים בשלב אחד
hi: एकल चरण में नए अनुवादों को मौजूदा अनुवादों के साथ मिलाता है
ja: 新しい翻訳を既存の翻訳と一度に統合します
ru: Объединяет новые переводы с существующими в одном шаге
vi: Gộp các bản dịch mới với các bản dịch hiện có trong một bước duy nhất
zh: 将新翻译与现有翻译合并为一步完成

# EXTRACT_TOOL_BENEFIT_3
source: Preserves existing translations during updates
de: Beibehält bestehende Übersetzungen während Updates
es: Preserva las traducciones existentes durante las actualizaciones
fr: Préserve les traductions existantes lors des mises à jour
he: שומר על תרגומים קיימים במהלך עדכונים
hi: मौजूदा अनुवादों को अद्यतनों के दौरान बनाए रखता है
ja: 更新中に既存の翻訳を保持します
ru: Сохраняет существующие переводы при обновлениях
vi: Giữ nguyên các bản dịch hiện có trong quá trình cập nhật
zh: 在更新过程中保留现有翻译

# EXTRACT_TOOL_BENEFIT_4
source: Supports multiple target languages
de: Unterstützt mehrere Zielsprache
es: Soporta múltiples idiomas de destino
fr: Prend en charge plusieurs langues cibles
he: תומך בשפות יעד מרובות
hi: कई लक्ष्य भाषाओं का समर्थन करता है
ja: 複数のターゲット言語をサポート
ru: Поддержка нескольких языков целевой аудитории
vi: Hỗ trợ nhiều ngôn ngữ mục tiêu
zh: 支持多种目标语言

# CONFIG_FILES_TITLE
source: Configuration Files
de: Konfigurationsdateien
es: Archivos de configuración
fr: Fichiers de configuration
he: קובץ קונפיגורציה
hi: कॉन्फ़िगरेशन फ़ाइलें
ja: 設定ファイル
ru: Конфигурационные файлы
vi: Tệp cấu hình
zh: 配置文件

# ANGULAR_JSON_DESCRIPTION
source: Update the i18n configuration in angular.json:
de: Aktualisieren Sie die i18n-Konfiguration in angular.json:
es: Actualiza la configuración de i18n en angular.json:
fr: Mettez à jour la configuration i18n dans angular.json :
he: עדכן את קונפיגורציית ה-i18n ב- angular.json:
hi: angular.json में i18n कॉन्फ़िगरेशन को अपडेट करें:
ja: angular.jsonでi18n構成を更新します：
ru: Обновите конфигурацию i18n в angular.json:
vi: Cập nhật cấu hình i18n trong angular.json:
zh: 在 angular.json 中更新 i18n 配置：

# EXTRACT_I18N_CONFIG_TITLE
source: Then replace the standard extract-i18n configuration with ng-extract-i18n-merge:
de: Ersetzen Sie die Standardkonfiguration für extract-i18n durch ng-extract-i18n-merge:
es: Luego reemplace la configuración estándar de extract-i18n con ng-extract-i18n-merge:
fr: Remplacez la configuration standard de extract-i18n par ng-extract-i18n-merge :
he: אז החלף את תצורת extract-i18n הסטנדרטית ב-ng-extract-i18n-merge:
hi: फिर मानक extract-i18n कॉन्फ़िगरेशन को ng-extract-i18n-merge से बदलें:
ja: 標準の extract-i18n 設定を ng-extract-i18n-merge に置き換えます:
ru: Затем замените стандартную конфигурацию extract-i18n на ng-extract-i18n-merge:
vi: Sau đó thay thế cấu hình extract-i18n tiêu chuẩn bằng ng-extract-i18n-merge:
zh: 将标准的 extract-i18n 配置替换为 ng-extract-i18n-merge：

# EXTRACT_I18N_OPTIONS_TITLE
source: Important Configuration Options:
de: Wichtige Konfigurationsoptionen:
es: Opciones de configuración importantes:
fr: Options de configuration importantes :
he: אפשרויות קונפיגורציה חשובות:
hi: महत्वपूर्ण कॉन्फ़िगरेशन विकल्प:
ja: 重要な設定オプション:
ru: Важно конфигурационные параметры:
vi: Các Tùy Chọn Cấu Hình Quan Trọng:
zh: 重要配置选项：

# EXTRACT_I18N_OPTION_1
source: <strong>buildTarget</strong>: Your application's build target name
de: <strong>buildTarget</strong>: Der Name des Build-Ziels Ihrer Anwendung
es: <strong>buildTarget</strong>: El nombre del objetivo de construcción de su aplicación
he: <strong>buildTarget</strong>: שם יעד הבנייה של היישום שלך
ru: buildTarget: Название целевой сборки вашего приложения

# EXTRACT_I18N_OPTION_2
source: <strong>outputPath</strong>: Directory where translation files will be stored
de: <strong>outputPath</strong>: Verzeichnis, in dem die Übersetzungsdateien gespeichert werden
es: <strong>rutaDeSalida</strong>: Directorio donde se almacenarán los archivos de traducción
he: <strong>outputPath</strong>: ספרייה שבה יאוחסנו קבצי תרגום
ru: <strong>outputPath</strong>: Директория, где будут храниться файлы перевода

# EXTRACT_I18N_OPTION_3
source: <strong>includeContext</strong>: Includes source file information in the XLIFF files
de: <strong>Kontext einbeziehen</strong>: Enthält Informationen zur Quelldatei in den XLIFF-Dateien
es: <strong>includeContext</strong>: Incluye información del archivo fuente en los archivos XLIFF
he: <strong>כלול הקשר</strong>: כולל מידע על קובץ מקור בקבצי XLIFF
ru: <strong>включитьКонтекст</strong>: Включает информацию о исходном файле в файлы XLIFF

# EXTRACT_I18N_OPTION_4
source: <strong>resetTranslationState</strong>: Marks all translations as needing review on changes
de: <strong>Übersetzungsstatus zurücksetzen</strong>: Kennzeichnet alle Übersetzungen als überprüfungsbedürftig bei Änderungen
es: <strong>restablecerEstadoDeTraducción</strong>: Marca todas las traducciones como necesarias para revisión en caso de cambios
he: <strong>איפוס מצב תרגום</strong>: מסמן את כל התרגומים כדרושים בדיקה בעקבות שינויים
ru: <strong>сброситьСостояниеПеревода</strong>: Помечает все переводы, нуждающиеся в проверке при изменениям

# EXTRACT_I18N_OPTION_5
source: <strong>targetFiles</strong>: List of translation files to generate/update
de: <strong>Ziel-Dateien</strong>: Liste der zu generierenden/aktualisierenden Übersetzungsdateien
es: <strong>targetFiles</strong>: Lista de archivos de traducción a generar/actualizar
he: טרגט פיילס: רשימת קבצי תרגום ליצירה/עדכון
ru: <strong>файлы для перевода</strong>: Список файлов перевода для генерации/обновления

# BUILD_CONFIG_DESCRIPTION
source: Add configurations for each language in the build section:
de: Fügen Sie Konfigurationen für jede Sprache im Build-Bereich hinzu:
es: Agregue configuraciones para cada idioma en la sección de compilación:
fr: Ajoutez des configurations pour chaque langue dans la section de construction :
he: הוסף קונפיגורציות עבור כל שפה בחלק הבנייה:
hi: प्रत्येक भाषा के लिए निर्माण अनुभाग में कॉन्फ़िगरेशन्स जोड़ें:
ja: ビルドセクションに各言語の構成を追加します:
ru: Добавьте настройки для каждого языка в разделе сборки:
vi: Thêm cấu hình cho mỗi ngôn ngữ trong phần xây dựng:
zh: 在构建部分为每种语言添加配置：

# PREPARE_COMPONENTS_TITLE
source: Prepare Components for Translation
de: Bereiten Sie Komponenten für die Übersetzung vor
es: Preparar Componentes para Traducción
fr: Préparer les composants pour la traduction
he: הכן רכיבים לתרגום
hi: अनुवाद के लिए घटकों को तैयार करें
ja: 翻訳のためのコンポーネントの準備
ru: Приготовьте компоненты для перевода
vi: Chuẩn bị các thành phần cho việc dịch thuật
zh: 准备组件以进行翻译

# PREPARE_COMPONENTS_DESCRIPTION
source: To make your components ready for translation, you need to mark the text that should be translated. Angular provides two ways to do this:
de: Um Ihre Komponenten für die Übersetzung vorzubereiten, müssen Sie den Text markieren, der übersetzt werden soll. Angular bietet zwei Möglichkeiten, dies zu tun:
es: Para preparar tus componentes para su traducción, necesitas marcar el texto que debe ser traducido. Angular proporciona dos formas de hacer esto:
fr: Pour préparer vos composants à la traduction, vous devez marquer le texte qui doit être traduit. Angular fournit deux méthodes pour ce faire :
he: כדי להכין את הרכיבים שלך לתרגום, עליך להדגיש את הטקסט שצריך לתרגם. אנגולר מספקת שתי דרכים לעשות זאת:
hi: आपके घटकों को अनुवाद के लिए तैयार करने के लिए, आपको उस पाठ को चिह्नित करना होगा जिसे अनुवादित किया जाना चाहिए। Angular इसे करने के लिए दो तरीके प्रदान करता है:
ja: 翻訳の準備をするために、翻訳する必要があるテキストにマークを付ける必要があります。Angularはこれを行うための2つの方法を提供しています：
ru: Чтобы сделать ваши компоненты готовыми к переводу, вам необходимо отметить текст, который должен быть переведен. Angular предлагает два способа сделать это:
vi: Để làm cho các thành phần của bạn sẵn sàng cho việc dịch, bạn cần đánh dấu văn bản cần được dịch. Angular cung cấp hai cách để thực hiện điều này:
zh: 为了使您的组件可以进行翻译，您需要标记需要翻译的文本。Angular 提供了两种方法来实现这一点：

# SEE_MORE_DOCUMENTATION
source: Angular Documentation: Marking Text for Translation
de: Angular-Dokumentation: Text für Übersetzungen markieren
es: Documentación de Angular: Marcado de texto para traducción
fr: Documentation Angular : Marquage de texte pour la traduction
he: מסמכי Angular: סימון טקסט לתרגום
hi: Angular दस्तावेज़: अनुवाद के लिए पाठ को चिह्नित करना
ja: Angular ドキュメント：翻訳用のテキストをマークする
ru: Документация Angular: Разметка текста для перевода
vi: Tài liệu Angular: Đánh dấu văn bản để dịch
zh: Angular 文档：标记文本以进行翻译

# SEE_MORE_DOCUMENTATION_DESC
source: Learn more about how to prepare your application for translation.
de: Erfahren Sie mehr darüber, wie Sie Ihre Anwendung für die Übersetzung vorbereiten können.
es: Aprende más sobre cómo preparar tu aplicación para la traducción.
fr: En savoir plus sur la préparation de votre application pour la traduction.
he: למידע נוסף על איך להכין את היישום שלך לתרגום.
hi: अपने आवेदन को अनुवाद के लिए कैसे तैयार करें, इसके बारे में अधिक जानें।
ja: 翻訳の準備について詳しく学ぶ
ru: Узнайте больше о том, как подготовить ваше приложение к переводу.
vi: Tìm hiểu thêm về cách chuẩn bị ứng dụng của bạn cho việc dịch thuật.
zh: 了解有关如何为翻译准备您的应用程序的更多信息。

# TEMPLATE_TRANSLATION_TITLE
source: Template Translation
de: Vorlagenübersetzung
es: Translation de Plantilla
fr: Traduction de Template
he: תרגום תבנית
hi: टेम्पलेट अनुवाद
ja: テンプレート翻訳
ru: Шаблон перевода
vi: Dịch Tài liệu Mẫu
zh: 模板翻译

# TEMPLATE_TRANSLATION_DESCRIPTION
source: Use the i18n attribute in your templates to mark text for translation:
de: Verwenden Sie das i18n-Attribut in Ihren Vorlagen, um Text für die Übersetzung zu kennzeichnen:
es: Utiliza el atributo i18n en tus plantillas para marcar el texto para su traducción:
fr: Utilisez l'attribut i18n dans vos modèles pour marquer le texte à traduire :
he: שימוש במאפיין i18n בתבניות שלך כדי לסמן טקסט לתרגום:
hi: अपने टेम्पलेट में अनुवाद के लिए पाठ चिह्नित करने के लिए i18n विशेषता का उपयोग करें:
ja: テンプレート内でのテキストの翻訳をマークするには、i18n属性を使用してください：
ru: Используйте атрибут i18n в ваших шаблонах, чтобы пометить текст для перевода:
vi: Sử dụng thuộc tính i18n trong các mẫu của bạn để đánh dấu văn bản cần dịch:
zh: 在您的模板中使用 i18n 属性来标记需要翻译的文本：

# TEMPLATE_TRANSLATION_NOTE
source: The @@prefix defines a custom ID for the translation. Using SNAKE_CASE is recommended for consistency.
de: Das @@prefix definiert eine benutzerdefinierte ID für die Übersetzung. Es wird empfohlen, SNAKE_CASE für Konsistenz zu verwenden.
es: El @@prefix define un ID personalizado para la traducción. Se recomienda utilizar SNAKE_CASE para mantener la consistencia.
fr: Le @@prefix définit un identifiant personnalisé pour la traduction. L'utilisation de SNAKE_CASE est recommandée pour assurer la cohérence.
he: ה-@@prefix מגדיר מזהה מותאם אישית עבור התרגום. מומלץ להשתמש ב-SNAKE_CASE לשמירה על עקביות.
hi: @@prefix एक कस्टम ID को परिभाषित करता है जो अनुवाद के लिए है। स्थिरता के लिए SNAKE_CASE का उपयोग करने की सिफारिश की जाती है।
ja: @@prefixは、翻訳のためのカスタムIDを定義します。一貫性のためにSNAKE_CASEの使用が推奨されます。
ru: @@prefix определяет пользовательский идентификатор для перевода. Рекомендуется использовать SNAKE_CASE для последовательности.
vi: @@prefix định nghĩa một ID tùy chỉnh cho bản dịch. Việc sử dụng SNAKE_CASE được khuyến nghị để đảm bảo tính nhất quán.
zh: @@prefix定义了翻译的自定义ID。建议使用SNAKE_CASE以保持一致性。

# COMPONENT_TRANSLATION_TITLE
source: Component Translation
de: Komponentenübersetzung
es: Traducción de Componentes
fr: Traduction de « Component Translation » : Titre de la traduction du composant
he: תרגום רכיב
hi: प्रतिनिधि अनुवाद
ja: コンポーネント翻訳
ru: Перевод компонента
vi: Dịch vụ thành phần
zh: 组件翻译

# COMPONENT_TRANSLATION_DESCRIPTION
source: For text in your component code, use the $localize template tag:
de: Verwenden Sie für den Text in Ihrem Komponenten-Code das $localize-Template-Tag:
es: Para el texto en el código de su componente, utilice la etiqueta de plantilla $localize:
fr: Pour le texte dans votre code de composant, utilisez l'étiquette de modèle $localize :
he: כדי לתרגם טקסט בקוד של רכיב שלך, השתמש בתגית התבנית $localize:
hi: अपने घटक कोड में पाठ के लिए, $localize टेम्पलेट टैग का उपयोग करें:
ja: コンポーネントコード内のテキストには、$localizeテンプレートタグを使用します：
ru: Для текста в коде вашего компонента используйте тег шаблона $localize:
vi: Đối với văn bản trong mã thành phần của bạn, hãy sử dụng thẻ mẫu $localize:
zh: 在您的组件代码中，对于文本，请使用 $localize 模板标签：

# BUILDING_SERVING_TITLE
source: Building and Serving
de: Bauen und Bereitstellen
es: Construcción y servicio
fr: Construction et Service
he: בנייה והגשה
hi: बिल्डिंग और सर्विंग
ja: ビルディングとサービング
ru: Сборка и обслуживание
vi: Xây dựng và phục vụ
zh: 构建和提供

# BUILD_TRANSLATIONS_TITLE
source: Build with Translations
de: Bauen mit Übersetzungen
es: Construir con traducciones
fr: Construire avec des traductions
he: בנו עם תרגומים
hi: अनुवाद के साथ निर्माण
ja: 翻訳を含むビルド
ru: Сборка с переводами
vi: Xây dựng với bản dịch
zh: 构建带翻译的应用程序

# BUILD_TRANSLATIONS_DESCRIPTION
source: Build your application with all translations:
de: Bauen Sie Ihre Anwendung mit allen Übersetzungen:
es: Construya su aplicación con todas las traducciones:
fr: Construisez votre application avec toutes les traductions :
he: בנה את היישום שלך עם כל התרגומים:
hi: अपने एप्लिकेशन को सभी अनुवादों के साथ बनाएं:
ja: すべての翻訳を含めてアプリケーションをビルドします：
ru: Постройте свое приложение со всеми переводами:
vi: Xây dựng ứng dụng của bạn với tất cả các bản dịch:
zh: 构建您的应用程序，使其包含所有翻译：

# BUILD_SPECIFIC_LANGUAGE_DESCRIPTION
source: Or build for a specific language (using French as example):
de: Oder für eine spezifische Sprache zu bauen (unter Verwendung von Französisch als Beispiel):
es: O construya para un idioma específico (usando el francés como ejemplo):
fr: Ou construisez pour une langue spécifique (utilisant le français comme exemple) :
he: או בנה שפה ספציפית (בשימוש צרפתית לדוגמה):
hi: या किसी विशेष भाषा के लिए निर्माण करें (उदाहरण के रूप में फ़्रेंच का उपयोग करते हुए):
ja: 特定の言語向けにビルドするか、（フランス語を例として使用）：
ru: Или соберите для конкретного языка (используя французский в качестве примера):
vi: Hoặc xây dựng cho một ngôn ngữ cụ thể (sử dụng tiếng Pháp làm ví dụ):
zh: 或者为特定语言构建（以法语为例）：
