Repository: softwarity/xliff-saas
Catalog: src/locale/messages.*.xlf
Languages: de, es, fr, he, hi, ja, ru, vi, zh

# TIP_CONTEXT
source: Ensure your source code has clear context for translation units to improve AI translation quality
de: Stellen Sie sicher, dass Ihr Quellcode einen klaren Kontext für Übersetzungseinheiten hat, um die Qualität der KI-Übersetzungen zu verbessern.
es: Asegúrate de que tu código fuente tenga un contexto claro para las unidades de traducción para mejorar la calidad de la traducción de IA
fr: Assurez-vous que votre code source dispose d'un contexte clair pour les unités de traduction afin d'améliorer la qualité de la traduction de l'IA
he: ודא שהקוד המקורי שלך כולל הקשר ברור עבור יחידות תרגום כדי לשפר את איכות התרגום של AI
hi: आपका स्रोत कोड अनुवाद इकाइयों के लिए स्पष्ट संदर्भ सुनिश्चित करता है ताकि AI अनुवाद की गुणवत्ता में सुधार हो सके।
ja: あなたのソースコードに明確な文脈を持たせることで、翻訳ユニットのAI翻訳品質を向上させることができます
ru: Убедитесь, что ваш исходный код имеет четкий контекст для единиц перевода, чтобы улучшить качество перевода ИИ
vi: Đảm bảo mã nguồn của bạn có ngữ cảnh rõ ràng cho các đơn vị phiên dịch để cải thiện chất lượng phiên dịch AI.
zh: 确保你的源代码为翻译单元提供清晰的上下文，以提高 AI 翻译质量

# TIP_REVIEW
source: Always review AI-generated translations, especially for critical user-facing content
de: Überprüfen Sie immer von KI generierte Übersetzungen, insbesondere bei kritischen, nutzergerichteten Inhalten.
es: Siempre revisa las traducciones generadas por IA, especialmente para contenido crítico que se presenta a los usuarios.
fr: Toujours revoir les traductions générées par l'IA, en particulier pour le contenu critique destiné aux utilisateurs
he: תמיד חשוב לבדוק תרגומים שנוצרו על ידי AI, במיוחד בתוכן קריטי המוצג למשתמש.
hi: हमेशा एआई-जनित अनुवादों की समीक्षा करें, विशेष रूप से महत्वपूर्ण उपयोगकर्ता-समर्थित सामग्री के लिए
ja: AI生成の翻訳を必ず確認してください。特に重要なユーザー向けのコンテンツについては特にそうです。
ru: Всегда проверяйте переводы, сгенерированные ИИ, особенно для критически важного контента, ориентированного на пользователей.
vi: Luôn luôn xem xét các bản dịch do AI tạo ra, đặc biệt là đối với nội dung quan trọng đối diện với người dùng
zh: 始终检查 AI 生成的翻译，尤其是对关键用户可见内容。

# TIP_PATTERN
source: Use specific file patterns to target translations for one language at a time
de: Verwenden Sie spezifische Dateimuster, um Übersetzungen für eine Sprache nach der anderen zu zielgerichtet.
es: Utiliza patrones de archivo específicos para enfocar traducciones en un idioma a la vez
fr: Utilisez des modèles de fichiers spécifiques pour cibler les traductions d'une seule langue à la fois
he: בצע שימוש בתבניות קובץ ספציפיות כדי למקד תרגומים לשפה אחת בכל פעם
hi: एक समय में एक भाषा के लिए अनुवाद लक्ष्यित करने के लिए विशिष्ट फ़ाइल पैटर्न का उपयोग करें
ja: 特定のファイルパターンを使用して、1つの言語の翻訳をターゲットにします
ru: Используйте конкретные шаблоны файлов для целевых переводов для одного языка за раз
vi: Sử dụng các mẫu tệp cụ thể để nhắm đến việc dịch cho một ngôn ngữ tại một thời điểm.
zh: 使用特定的文件模式来针对一次一个语言的翻译

# RESOURCES_TITLE
source: Additional Resources
de: Zusätzliche Ressourcen
es: Recursos adicionales
fr: Ressources supplémentaires
he: משאבים נוספים
hi: अतिरिक्त संसाधन
ja: 追加リソース
ru: Дополнительные ресурсы
vi: Tài nguyên bổ sung
zh: 附加资源

# RESOURCE_ANGULAR_DOCS
source: Angular i18n Documentation
de: Angular i18n Dokumentation
es: Documentación de Angular i18n
fr: Documentation i18n Angular
he: תיעוד i18n של Angular
hi: Angular i18n दस्तावेज़
ja: Angular i18n ドキュメント
ru: Документация Angular i18n
vi: Tài liệu i18n của Angular
zh: Angular i18n 文档

# RESOURCE_ANGULAR_DOCS_DESC
source: Official Angular documentation for internationalization.
de: Offizielle Angular-Dokumentation zur Internationalisierung.
es: Documentación oficial de Angular para la internacionalización.
fr: Documentation officielle d'Angular pour l'internationalisation.
he: מסמכי Angular רשמיים עבור אילהור צוגית.
hi: आधिकारिक एंगुलर दस्तावेज़ अंतर्राष्ट्रीयकरण के लिए।
ja: 公式のAngular国際化に関する文書
ru: Официальная документация Angular по интернационализации.
vi: Tài liệu chính thức của Angular về quốc tế hóa.
zh: 官方 Angular 国际化文档。

# RESOURCE_NG_EXTRACT_I18N_MERGE_DESC
source: Official tool for extracting and merging i18n translations in a single step.
de: Offizielles Tool zum Extrahieren und Zusammenführen von i18n-Übersetzungen in einem einzigen Schritt.
es: Herramienta oficial para extraer y fusionar traducciones i18n en un solo paso.
fr: Outil officiel pour extraire et fusionner les traductions i18n en une seule étape.
he: כלי רשמי לחילוץ ומיזוג תרגומי i18n בשלב אחד.
hi: आधिकारिक उपकरण i18n अनुवादों को एक ही चरण में निकालने और मिलाने के लिए।
ja: 国際化翻訳を一度のステップで抽出して統合する公式ツールです。
ru: Официальный инструмент для извлечения и объединения переводов i18n в один шаг.
vi: Công cụ chính thức để trích xuất và gộp các bản dịch i18n trong một bước duy nhất.
zh: 官方工具用于在一步骤中提取和合并i18n翻译。

# RESOURCE_MARKED_TEXT
source: Working with Marked Text
de: Mit markiertem Text arbeiten
es: Trabajando con texto marcado
fr: Travailler avec du texte marqué
he: עבודה עם טקסט מודגש
hi: काम करने के लिए चिह्नित पाठ
ja: マークされたテキストの操作
ru: Работа с выделенным текстом
vi: Làm việc với văn bản được đánh dấu
zh: 与标记文本一起工作

# RESOURCE_MARKED_TEXT_DESC
source: Learn about advanced i18n features like pluralization and selection.
de: Erfahren Sie mehr über fortgeschrittene i18n-Funktionen wie Pluralisierung und Auswahl.
es: Aprenda sobre funciones avanzadas de i18n como pluralización y selección.
fr: Découvrez les fonctionnalités avancées d'i18n telles que la pluralisation et la sélection.
he: למד על תכונות מתקדמות של i18n כמו פלורליזציה ובחירה.
hi: i18n की उन्नत सुविधाओं के बारे में जानें जैसे बहुवचन और चयन।
ja: 高度なi18n機能、例えば、複数形や選択について学びましょう。
ru: Узнайте о продвинутых функциях i18n, таких как множественное число и выбор.
vi: Tìm hiểu về các tính năng i18n nâng cao như số nhiều và lựa chọn.
zh: 了解高级i18n功能，如复数和选择。

# TRANSLATION_WORKFLOW_APP_TITLE
source: Translation Workflow
de: Übersetzungsworkflow
es: Flujo de Traducción
fr: Flux de travail de traduction
he: זרימת עבודה לתרגום
hi: अनुवाद कार्यप्रवाह
ja: 翻訳ワークフロー
ru: Рабочий процесс перевода
vi: Quy trình dịch thuật
zh: 翻译工作流程

# ESTIMATE_TITLE
source: Estimation
de: Schätzung
es: Estimación
he: הערכה
hi: अनुमान
ja: 見積もり
ru: Оценка
vi: Dự đoán
zh: 估算

# ESTIMATE_DESCRIPTION
source: Before running a translation, you can estimate the scope and complexity of the task:
de: Bevor Sie eine Übersetzung durchführen, können Sie den Umfang und die Komplexität der Aufgabe abschätzen:
es: Antes de realizar una traducción, puedes estimar el alcance y la complejidad de la tarea:
fr: Avant de lancer une traduction, vous pouvez évaluer l'ampleur et la complexité de la tâche :
he: לפני הרצת תרגום, תוכל להעריך את היקף ומורכבות המשימה:
hi: अनुवाद करने से पहले, आप कार्य के दायरे और जटिलता का अनुमान लगा सकते हैं:
ja: 翻訳を実行する前に、タスクの範囲と複雑さを見積もることができます：
ru: Перед началом перевода вы можете оценить масштаб и сложность задачи:
vi: Trước khi thực hiện dịch, bạn có thể ước lượng quy mô và độ phức tạp của nhiệm vụ:
zh: 在进行翻译之前，您可以评估任务的范围和复杂性：

# ESTIMATE_STEP_1
source: Select the repository you want to work with
de: Wählen Sie das Repository aus, mit dem Sie arbeiten möchten
es: Selecciona el repositorio con el que deseas trabajar
fr: Sélectionnez le dépôt avec lequel vous souhaitez travailler
he: בחר את מאגר הנתונים עםו אתה רוצה לעבוד
hi: उस भंडार को चुनें जिसके साथ आप काम करना चाहते हैं
ja: 作業するリポジトリを選択してください
ru: Выберите репозиторий, с которым хотите работать
vi: Chọn kho lưu trữ mà bạn muốn làm việc cùng
zh: 选择您要使用的代码库

# ESTIMATE_STEP_2
source: Click on "Estimate" to analyze your XLIFF files
de: Klicken Sie auf "Schätzen", um Ihre XLIFF-Dateien zu analysieren
es: Haga clic en "Estimar" para analizar sus archivos XLIFF
he: לחץ על "הערכה" כדי לנתח את קבצי ה-XLIFF שלך
ru: Нажмите «Оценить», чтобы проанализировать ваши файлы XLIFF

# ESTIMATE_STEP_4
source: Review the estimate results showing the number of translation units to process
de: Überprüfen Sie die Schätzungsergebnisse, die die Anzahl der zu verarbeitenden Übersetzungseinheiten anzeigen.
es: Revisa los resultados de la estimación que muestran el número de unidades de traducción a procesar
fr: Examinez les résultats de l'estimation affichant le nombre d'unités de traduction à traiter
he: סקור את תוצאות ההערכה שמציגות את מספר יחידות התרגום שיש לעבד
hi: अनुवाद इकाइयों की प्रक्रिया को दिखाने वाले अनुमान के परिणामों की समीक्षा करें
ja: 翻訳ユニットの処理に関する見積もり結果を確認してください
ru: Просмотрите результаты оценки, показывающие количество единиц перевода для обработки
vi: Xem kết quả ước lượng hiển thị số lượng các đơn vị dịch cần xử lý
zh: 审核估算结果，显示要处理的翻译单元数量

# ESTIMATE_PURPOSE_TITLE
source: Why Estimate?
de: Warum schätzen?
es: ¿Por qué estimar?
fr: Pourquoi estimer ?
he: למה לעריך?
hi: क्यों अनुमान लगाएं?
ja: なぜ見積もりをするのか？
ru: Зачем оценивать?
vi: Tại sao ước lượng?
zh: 为什么估算？

# ESTIMATE_PURPOSE_DESCRIPTION
source: The estimation process helps you understand:
de: Der Schätzprozess hilft Ihnen, Folgendes zu verstehen:
es: El proceso de estimación te ayuda a entender:
fr: Le processus d'estimation vous aide à comprendre :
he: תהליך האומדן עוזר לך להבין:
hi: अनुमान प्रक्रिया आपको समझने में मदद करती है:
ja: 見積もりプロセスは、あなたが理解するのに役立ちます：
ru: Процесс оценки помогает вам понять:
vi: Quá trình ước lượng giúp bạn hiểu:
zh: 估算过程帮助您了解：

# ESTIMATE_PURPOSE_1
source: The exact number of translation units that need processing
de: Die genaue Anzahl der Übersetzungseinheiten, die bearbeitet werden müssen
es: El número exacto de unidades de traducción que necesitan procesamiento
fr: Le nombre exact d'unités de traduction qui doivent être traitées
he: מספר העיבודים המדויק של יחידות התרגום שצריך לעבד
hi: अनुवाद इकाइयों की सटीक संख्या जो प्रोसेसिंग की आवश्यकता है
ja: 処理が必要な翻訳ユニットの正確な数
ru: Точное количество единиц перевода, которое необходимо обработать
vi: Số lượng chính xác các đơn vị dịch cần xử lý
zh: 需要处理的翻译单元的确切数量

# ESTIMATE_PURPOSE_2
source: How many credits will be required (1 translation unit = 1 credit)
de: Wie viele Credits werden benötigt (1 Übersetzungseinheit = 1 Credit)
es: ¿Cuántos créditos se requerirán (1 unidad de traducción = 1 crédito)?
fr: Combien de crédits seront requis (1 unité de traduction = 1 crédit)
he: כמה קרדיטים יידרשו (1 יחידת תרגום = 1 קרדיט)
hi: कितने क्रेडिट की आवश्यकता होगी (1 अनुवाद इकाई = 1 क्रेडिट)
ja: 1回の翻訳ユニット = 1クレジットが必要です。必要なクレジット数はどれくらいになりますか？
ru: Сколько кредитов потребуется (1 единица перевода = 1 кредит)
vi: Sẽ cần bao nhiêu tín chỉ (1 đơn vị dịch = 1 tín chỉ)
zh: 需要多少积分（1个翻译单元 = 1个积分）

# ESTIMATE_PURPOSE_3
source: Approximate time required (each translation unit takes 10-20 seconds to process)
de: Ungefähr benötigte Zeit (jedes Übersetzungseinheit dauert 10-20 Sekunden zur Verarbeitung)
es: Tiempo aproximado requerido (cada unidad de traducción tarda de 10 a 20 segundos en procesarse)
fr: Temps approximatif requis (chaque unité de traduction prend 10 à 20 secondes à traiter)
he: הזמן המשוער הנדרש (כל יחידת תרגום לוקחת 10-20 שניות לעיבוד)
hi: अनुमानित समय जो आवश्यक है (प्रत्येक अनुवाद इकाई को संसाधित करने में 10-20 सेकंड लगते हैं)
ja: おおよその所要時間（各翻訳単位の処理には10〜20秒かかります）
ru: Ориентировочное время, необходимое для обработки (каждый элемент перевода занимает 10-20 секунд)
vi: Thời gian ước lượng cần thiết (mỗi đơn vị dịch mất khoảng 10-20 giây để xử lý)
zh: 大约需要的时间（每个翻译单位处理需要 10-20 秒）

# ESTIMATE_PURPOSE_CREDIT_NOTE
source: Important: Large translation projects with hundreds of translation units can take significant time. Plan accordingly.
de: Wichtig: Große Übersetzungsprojekte mit Hunderten von Übersetzungseinheiten können viel Zeit in Anspruch nehmen. Planen Sie entsprechend.
es: Importante: Los grandes proyectos de traducción con cientos de unidades de traducción pueden llevar un tiempo significativo. Planifique en consecuencia.
fr: Important : Les grands projets de traduction comportant des centaines d'unités de traduction peuvent prendre un temps considérable. Planifiez en conséquence.
he: חשוב: פרויקטי תרגום גדולים עם מאות יחידות תרגום עשויים לקחת זמן רב. תכננו בהתאם.
hi: महत्वपूर्ण: बड़ी अनुवाद परियोजनाओं में, जिनमें सैकड़ों अनुवाद इकाइयाँ होती हैं, काफी समय लग सकता है। तदनुसार योजना बनाएं।
ja: 重要: 何百もの翻訳ユニットを持つ大規模な翻訳プロジェクトには、かなりの時間がかかる可能性があります。計画的に進めてください。
ru: Важно: крупные проекты перевода с сотнями единиц перевода могут занять значительное время. Планируйте accordingly.
vi: Quan trọng: Các dự án dịch thuật lớn với hàng trăm đơn vị dịch có thể mất nhiều thời gian. Hãy lên kế hoạch cho phù hợp.
zh: 重要：大型翻译项目涉及数百个翻译单元可能需要花费大量时间。请相应地进行计划。

# TRANSLATE_TITLE
source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
he: תרגום
hi: अनुवाद
ja: 翻訳
ru: Перевод
vi: Dịch thuật
zh: 翻译

# TRANSLATE_DESCRIPTION
source: Running an AI-powered translation is a separate process from estimation:
de: Running eine KI-gestützte Übersetzung ist ein separater Prozess von der Schätzung:
es: Ejecutar una traducción impulsada por IA es un proceso separado de la estimación:
fr: Exécuter une traduction alimentée par l'IA est un processus distinct de l'estimation :
he: הרצת תהליך תרגום מונע בינה מלאכותית היא תהליך נפרד מהערכת עלות:
hi: एक AI-संचालित अनुवाद चलाना, अनमंडलन से एक अलग प्रक्रिया है:
ja: AIによる翻訳の実行は、見積もりとは別のプロセスです：
ru: Запуск перевода на базе ИИ является отдельным процессом от оценки:
vi: Chạy một bản dịch có hỗ trợ AI là một quy trình riêng biệt so với việc ước lượng:
zh: 运行基于AI的翻译是一个与估算不同的独立过程：

# TRANSLATE_STEP_1
source: Select the repository containing your XLIFF files
de: Wählen Sie das Repository aus, das Ihre XLIFF-Dateien enthält
es: Seleccione el repositorio que contiene sus archivos XLIFF
fr: Sélectionnez le référentiel contenant vos fichiers XLIFF
he: בחר את המאגר המכיל את קבצי ה-XLIFF שלך
hi: अपने XLIFF फ़ाइलों को समाहित करने वाले रिपॉजिटरी का चयन करें
ja: XLIFFファイルを含むリポジトリを選択してください
ru: Выберите репозиторий, содержащий ваши XLIFF файлы
vi: Chọn kho chứa tệp XLIFF của bạn
zh: 选择包含您 XLIFF 文件的仓库

# TRANSLATE_STEP_2
source: Click on "Translate" to begin the process
de: Klicken Sie auf "Übersetzen", um den Prozess zu beginnen
es: Haga clic en "Traducir" para comenzar el proceso
he: לחץ על "תרגם" כדי להתחיל את התהליך
ru: Нажмите "Перевести", чтобы начать процесс

# TRANSLATE_STEP_3
source: Configure the translation options:
de: Konfigurieren Sie die Übersetzungsoptionen:
es: Configure las opciones de traducción:
fr: Configurer les options de traduction :
he: תConfigure the translation options:
hi: कॉन्फ़िगर करें अनुवाद विकल्प:
ja: 翻訳オプションを設定します：
ru: Настройте параметры перевода:
vi: Cấu hình các tùy chọn dịch:
zh: 配置翻译选项：

# TRANSLATE_STEP_3_BRANCH
source: Select the source branch
de: Wählen Sie den Quellbranch aus
es: Selecciona la rama fuente
fr: Sélectionnez la branche source
he: בחר את שעות העבודה של המקור
hi: शाखा चुनें
ja: ソースブランチを選択してください
ru: Выберите исходную ветку
vi: Chọn nhánh nguồn
zh: 选择源分支

# TRANSLATE_STEP_3_FILE_PATTERN
source: Specify which XLIFF files to translate
de: Geben Sie an, welche XLIFF-Dateien übersetzt werden sollen
es: Especifica qué archivos XLIFF traducir
fr: Spécifiez quels fichiers XLIFF traduire
he: ציין אילו קבצי XLIFF לתרגם
hi: विशिष्ट करें कि कौन से XLIFF फ़ाइलों का अनुवाद करना है
ja: 翻訳するXLIFFファイルを指定してください
ru: Укажите, какие файлы XLIFF нужно перевести
vi: Chỉ định các tệp XLIFF nào cần dịch
zh: 指定要翻译哪些 XLIFF 文件

# TRANSLATE_STEP_3_TRANSLATION_STATE
source: Select which translation units to process (e.g., "new", "needs-translation")
de: Wählen Sie, welche Übersetzungseinheiten verarbeitet werden sollen (z. B. "neu", "muss übersetzt werden")
es: Seleccione qué unidades de traducción procesar (por ejemplo, "nuevo", "necesita-traducción")
he: בחר אילו יחידות תרגום לעבד (למשל, "חדש", "זקוק-לתרגום")
ru: Выберите, какие единицы перевода следует обрабатывать (например, "новые", "нуждаются в переводе")

# TRANSLATE_STEP_3_TARGET_STATE
source: Define the state to set for translated units (e.g., "translated", "final")
de: Definieren Sie den Status, der für übersetzte Einheiten festgelegt werden soll (z. B. "übersetzt", "final")
es: Definir el estado a establecer para las unidades traducidas (por ejemplo, "traducido", "final")
he: הגדר את המצב שיש לקבוע עבור יחידות מתורגמות (למשל, "מתורגם", "סופי")
ru: Определите состояние, которое необходимо задать для переведённых единиц (например, "переведено", "окончательное")

# TRANSLATE_STEP_4
source: Start the translation process
de: Starten Sie den Übersetzungsprozess
es: Iniciar el proceso de traducción
fr: Démarrez le processus de traduction
he: התחל את תהליך התרגום
hi: अनुवाद प्रक्रिया प्रारंभ करें
ja: 翻訳プロセスを開始する
ru: Начните процесс перевода
vi: Bắt đầu quá trình dịch
zh: 开始翻译过程

# TRANSLATION_OPTIONS_REF
source: You'll be prompted with the translation options modal as shown earlier in the "Selecting Repositories" section.
de: Sie werden mit dem Übersetzungsoptions-Modal aufgefordert, wie zuvor im Abschnitt "Auswählen von Repositories" gezeigt.
es: Se le presentará un modal de opciones de traducción, como se mostró anteriormente en la sección "Selección de Repositorios".
he: תתבקש עם אפשרויות התרגום במודאל כפי שמוצג קודם לכן בסעיף "בחירת מאגרי מידע".
ru: Вам будет предложено окно модальных параметров перевода, как показано ранее в разделе «Выбор репозиториев».

# TRANSLATION_PROCESS_TITLE
source: Translation Process
de: Übersetzungsprozess
es: Proceso de Traducción
fr: Processus de traduction
he: תהליך תרגום
hi: अनुवाद प्रक्रिया
ja: 翻訳プロセス
ru: Процесс перевода
vi: Quy trình dịch thuật
zh: 翻译过程

# TRANSLATION_PROCESS_DESCRIPTION
source: During the translation process, XLIFF Translator:
de: Während des Übersetzungsprozesses führt der XLIFF Translator:
es: Durante el proceso de traducción, XLIFF Translator:
fr: Lors du processus de traduction, le traducteur XLIFF :
he: במהלך תהליך התרגום, ה-XLIFF Translator:
hi: विभिन्न भाषा के लिए अनुवाद प्रक्रिया के दौरान, XLIFF Translator:
ja: 翻訳プロセス中、XLIFF Translatorは：
ru: Во время процесса перевода XLIFF Translator:
vi: Trong quá trình dịch, XLIFF Translator:
zh: 在翻译过程中，XLIFF Translator：

# PROCESS_STEP_1
source: Clones your project repository
de: Kloniert Ihr Projekt-Repository
es: Clona tu repositorio de proyecto
fr: Clône votre dépôt de projet
he: שכפל את מאגר הפרויקט שלך
hi: अपने प्रोजेक्ट रिपॉजिटरी को क्लोन करता है
ja: あなたのプロジェクトリポジトリをクローンします
ru: Клонирует репозиторий вашего проекта
vi: Nhân bản kho dự án của bạn
zh: 克隆您的项目代码库

# PROCESS_STEP_2
source: Identifies XLIFF files matching your pattern
de: Identifiziert XLIFF-Dateien, die Ihrem Muster entsprechen
es: Identifica los archivos XLIFF que coinciden con tu patrón
fr: Identifie les fichiers XLIFF correspondant à votre motif
he: מאבחן קבצי XLIFF התואמים את התבנית שלך
ja: パターンに一致するXLIFFファイルを特定します
ru: Идентифицирует файлы XLIFF, соответствующие вашему шаблону.
vi: Nhận diện các tệp XLIFF phù hợp với mẫu của bạn
zh: 识别符合您模式的XLIFF文件

# PROCESS_STEP_3
source: Analyzes each translation unit and its context in the source code
de: Analysiert jede Übersetzungseinheit und ihren Kontext im Quellcode
es: Analiza cada unidad de traducción y su contexto en el código fuente
fr: Analyse chaque unité de traduction et son contexte dans le code source
he: מנתח כל יחידת תרגום וההקשר שלה בקוד המקור
hi: प्रत्येक अनुवाद इकाई और इसके संदर्भ का स्रोत कोड में विश्लेषण करता है
ja: ソースコード内の各翻訳ユニットとそのコンテキストを分析します
ru: Анализирует каждый переводный элемент и его контекст в исходном коде
vi: Phân tích từng đơn vị dịch và ngữ cảnh của nó trong mã nguồn
zh: 分析每个翻译单元及其在源代码中的上下文

# PROCESS_STEP_4
source: Sends translation instructions to the AI engine with relevant context
de: Übersendet Übersetzungsanweisungen an die KI-Engine mit relevantem Kontext
es: Envía instrucciones de traducción al motor de IA con el contexto relevante
fr: Envoie des instructions de traduction au moteur IA avec un contexte pertinent
he: שולח הנחיות תרגום למנוע ה-AI עם הקשר רלוונטי
hi: संवाद को सही संदर्भ के साथ एआई इंजन को अनुवाद निर्देश भेजता है
ja: AIエンジンに関連するコンテキストと共に翻訳指示を送信します
ru: Отправляет инструкции по переводу в ИИ-движок с соответствующим контекстом
vi: Gửi hướng dẫn dịch cho động cơ AI với ngữ cảnh liên quan
zh: 发送翻译指令到AI引擎，并附上相关上下文

# PROCESS_STEP_5
source: Updates the XLIFF files with the translations
de: Aktualisiert die XLIFF-Dateien mit den Übersetzungen
es: Actualiza los archivos XLIFF con las traducciones
fr: Met à jour les fichiers XLIFF avec les traductions
he: מע updates the XLIFF files with the translations
hi: XLIFF फ़ाइलों को अनुवादों के साथ अपडेट करता है
ja: 翻訳でXLIFFファイルを更新します
ru: Обновляет файлы XLIFF с переводами
vi: Cập nhật các tệp XLIFF với các bản dịch
zh: 更新XLIFF文件以包含翻译内容

# PROCESS_STEP_6
source: Creates a pull request with the changes (if configured)
de: Erstellt eine Pull-Request mit den Änderungen (wenn konfiguriert)
es: Crea una solicitud de extracción con los cambios (si está configurado)
fr: Crée une demande de tirage avec les modifications (si configuré)
he: יוצר בקשת משיכה עם השינויים (אם הוגדר)
hi: परिवर्तनों के साथ एक पुल अनुरोध बनाएँ (यदि कॉन्फ़िगर किया गया हो)
ja: 変更を加えたプルリクエストを作成します（設定されている場合）
ru: Создает запрос на слияние с изменениями (если настроено)
vi: Tạo một pull request với các thay đổi (nếu đã cấu hình)
zh: 创建一个拉取请求以包含更改（如果已配置）

# HOME_TITLE
source: Automated XLIFF Translation for Angular Applications
de: Automatisierte XLIFF-Übersetzung für Angular-Anwendungen
es: Traducción XLIFF automática para aplicaciones Angular
fr: Automatisation de la traduction XLIFF pour les applications Angular
he: תרגום אוטומטי של XLIFF עבור יישומי Angular
hi: स्वचालित XLIFF अनुवाद Angular अनुप्रयोगों के लिए
ja: Angularアプリケーションの自動XLIFF翻訳
ru: Автоматизированный перевод XLIFF для приложений Angular
vi: Phiên dịch XLIFF tự động cho các ứng dụng Angular
zh: 自动化 XLIFF 翻译用于 Angular 应用程序

# HOME_DESCRIPTION
source: Translate your Angular applications with AI-powered context-aware translations
de: Übersetzen Sie Ihre Angular-Anwendungen mit KI-gestützten kontextabhängigen Übersetzungen
es: Traduce tus aplicaciones Angular con traducciones contextuales impulsadas por IA
fr: Traduisez vos applications Angular avec des traductions contextuelles alimentées par l'IA
he: תרגם את אפליקציות Angular שלך עם תרגומים המופעלים על ידי AI עם מודעות להקשר
hi: AI-संचालित संदर्भ-जानकारी अनुवादों के साथ अपने Angular अनुप्रयोगों का अनुवाद करें
ja: AI駆動のコンテキスト対応翻訳を使って、Angularアプリケーションを翻訳します
ru: Переведите ваши Angular-приложения с помощью AI, который учитывает контекст переводов
vi: Dịch các ứng dụng Angular của bạn với các bản dịch thông minh dựa trên ngữ cảnh do AI cung cấp
zh: 使用人工智能驱动的上下文感知翻译来翻译您的Angular应用程序

source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
he: התחל עכשיו
hi: शुरू करें
ja: 始めましょう
ru: Начать работу
vi: Bắt đầu
zh: 开始使用

source: Learn More
de: Mehr erfahren
es: Aprender más
fr: En savoir plus
he: למידע נוסף
hi: और अधिक जानें
ja: もっと学ぶ
ru: Узнать больше
vi: Tìm hiểu thêm
zh: 更多信息

# FEATURES_TITLE
source: Key Features
de: Hauptmerkmale
es: Características clave
fr: Caractéristiques clés
he: תכונות עיקריות
hi: मुख्य विशेषताएँ
ja: 主な特徴
ru: Ключевые особенности
vi: Các tính năng chính
zh: 关键特性

# GIT_INTEGRATION_TITLE
source: Git Integration
es: Integración de Git
fr: Intégration Git
he: אינטגרציית Git
hi: गिट एकीकरण
ja: Git統合
ru: Интеграция Git
vi: Tích hợp Git
zh: Git 集成

# GIT_INTEGRATION_DESCRIPTION
source: Connect with GitHub, GitLab, and Bitbucket repositories seamlessly
de: Nahtlos mit GitHub-, GitLab- und Bitbucket-Repositorys verbinden
es: Conéctese con los repositorios de GitHub, GitLab y Bitbucket sin problemas
fr: Connectez simplement vos dépôts GitHub, GitLab et Bitbucket
he: תחבר עם מאגרי GitHub, GitLab וביטבוקט בצורה חלקה
hi: GitHub, GitLab और Bitbucket रिपॉजिटरी के साथ सहजता से कनेक्ट करें
ja: GitHub、GitLab、Bitbucket リポジトリにシームレスに接続
ru: Подключитесь к репозиториям GitHub, GitLab и Bitbucket без проблем
vi: Kết nối với các kho GitHub, GitLab và Bitbucket một cách liền mạch
zh: 与 GitHub、GitLab 和 Bitbucket 仓库无缝连接
