Repository: softwarity/xliff-saas
Catalog: src/locale/messages.*.xlf
Languages: de, es, fr, he, hi, ja, ru, vi, zh

# FOOTER_TERMS
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'utilisation
he: תנאי שירות
hi: सेवाओं की शर्तें
ja: サービス利用規約
ru: Условия предоставления услуг
vi: Điều khoản dịch vụ
zh: 服务条款

# FOOTER_PRIVACY
source: Privacy Policy
de: Datenschutzbestimmungen
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
ja: プライバシーポリシー
ru: Политика конфиденциальности
vi: Chính sách bảo mật
zh: 隐私政策

# FOOTER_DOCS
source: Docs
es: Documentación
he: מסמכים
hi: दस्तावेज़
ja: ドキュメント
ru: Документация
vi: Tài liệu
zh: 文档

# FOOTER_CONTACT
source: Contact
de: Kontakt
es: Contacto
he: יצירת קשר
hi: संपर्क
ja: お問い合わせ
ru: Контакт
vi: Liên hệ
zh: 联系

# FOOTER_COOKIES
source: Manage cookies
he: נהל עוגיות
ru: Управление файлами cookie

source: Issue Details
de: Problem Einzelheiten
es: Detalles del Problema
fr: Détails du problème
he: פרטי בעיה
hi: इश्यू विवरण
ja: 課題の詳細
ru: Детали проблемы
vi: Chi tiết sự cố
zh: 问题详情

# NAVIGATION_HOW_IT_WORKS
source: How It Works
de: Wie es funktioniert
es: Cómo funciona
fr: Comment ça marche
he: איך זה עובד
hi: कैसे काम करता है
ja: 使い方
ru: Как это работает
vi: Cách thức hoạt động
zh: 如何运作

# NAVIGATION_DOCUMENTATION
source: Documentation
de: Dokumentation
es: Documentación
he: תיעוד
hi: दस्तावेज़ीकरण
ja: ドキュメント
ru: Документация
vi: Tài liệu
zh: 文档

# AUTH_SIGN_IN_BUTTON
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
he: היכנס
hi: साइन इन
ja: サインイン
ru: Войти
vi: Đăng nhập
zh: 登录

# THEME_TOGGLE_TO_DARK
source: Dark mode
es: Modo oscuro
fr: Mode sombre
he: מצב כהה
hi: डार्क मोड
ja: ダークモード
ru: Темная тема
vi: Chế độ tối

# THEME_TOGGLE_TO_LIGHT
source: Light mode
es: Modo claro
fr: Mode clair
he: מצב בהיר
hi: हल्का मोड
ja: ライトモード
ru: Светлый режим
vi: Chế độ sáng

# THEME_TOGGLE_TO_SYSTEM
source: System preference
es: Preferencia del sistema
fr: Préférence système
he: העדפת מערכת
hi: सिस्टम प्राथमिकता
ja: システム設定
ru: Системные предпочтения
vi: Hệ thống tùy chọn

source: Your profile
de: Ihr Profil
es: Tu perfil
fr: Votre profil
he: פרופיל שלך
hi: आपका प्रोफ़ाइल
ja: あなたのプロフィール
ru: Ваш профиль
vi: Hồ sơ của bạn
zh: 您的个人资料

source: Support
de: Unterstützung
es: Soporte
he: תמיכה
hi: सहायता
ja: サポート
ru: Поддержка
vi: Hỗ trợ
zh: 支持

# PROFILE_MENU_LOGOUT
source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
he: התנתק
hi: लॉगरआउट
ja: ログアウト
ru: Выход
vi: Đăng xuất
zh: 注销

# NAVIGATION_DASHBOARD
source: Dashboard
es: Tablero
fr: Tableau de bord
he: לוח מחוונים
hi: डैशबोर्ड
ja: ダッシュボード
ru: Панель управления
vi: Bảng điều khiển
zh: 仪表盘

# NAVIGATION_GIT_PROVIDERS
source: Git Providers
de: Git-Anbieter
es: Proveedores de Git
fr: Fournisseurs Git
he: ספקי גיט
hi: Git प्रदाता
ja: Git プロバイダー
ru: Поставщики Git
vi: Nhà cung cấp Git
zh: Git 提供者

# BALANCE_BUTTON
source: {{ balance() }} credits
de: {{ balance() }} Kredite
es: {{ balance() }} créditos
fr: {{ balance() }} crédits
he: {{ balance() }} קרדיטים
hi: {{ balance() }} क्रेडिट्स
ja: {{ balance() }} クレジット
ru: {{ balance() }} кредиты
vi: {{ balance() }} tín dụng
zh: {{ balance() }} 积分

source: Change language
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue
he: שנה שפה
hi: भाषा बदलें
ja: 言語を変更
ru: Сменить язык
vi: Thay đổi ngôn ngữ
zh: 更改语言

# AUTH_SERVICE_INVALID_CREDENTIALS
source: Invalid email or password
de: Ungültige E-Mail oder Passwort
es: Credenciales de correo electrónico o contraseña no válidas
fr: Identifiant ou mot de passe invalide
he: סיסמא או דוא"ל לא תקינים
hi: अमान्य ईमेल या पासवर्ड
ja: 無効なメールアドレスまたはパスワード
ru: Неверный email или пароль
vi: Tài khoản không hợp lệ hoặc mật khẩu không đúng
zh: 无效的电子邮件或密码

# AUTH_SERVICE_SIGN_IN_ERROR
source: Error signing in
de: Fehler beim Anmelden
es: Error al iniciar sesión
fr: Erreur de connexion
he: שגיאה במהלך ההתחברות
hi: साइन इन करने में त्रुटि
ja: サインインエラー
ru: Ошибка входа в систему
vi: Đã xảy ra lỗi khi đăng nhập
zh: 签入时出错

# AUTH_SERVICE_EMAIL_EXISTS
source: This email is already in use
de: Diese E-Mail wird bereits verwendet
es: Este correo electrónico ya está en uso
fr: Cet email est déjà utilisé
he: המייל הזה כבר בשימוש
hi: यह ईमेल पहले से ही उपयोग में है
ja: このメールはすでに使用されています
ru: Этот адрес электронной почты уже используется
vi: Email này đã được sử dụng.
zh: 此电子邮件已被使用

# AUTH_SERVICE_PASSWORD_REQUIREMENTS
source: Password does not meet security requirements
de: Das Passwort entspricht nicht den Sicherheitsanforderungen
es: La contraseña no cumple con los requisitos de seguridad
fr: Le mot de passe ne respecte pas les exigences de sécurité
he: הסיסמה אינה עומדת בדרישות האבטחה
hi: पासवर्ड सुरक्षा आवश्यकताओं को पूरा नहीं करता है
ja: パスワードはセキュリティ要件を満たしていません
ru: Пароль не соответствует требованиям безопасности
vi: Mật khẩu không đáp ứng yêu cầu về bảo mật
zh: 密码不符合安全要求

# AUTH_SERVICE_GENERAL_ERROR
source: An error occurred during account creation: error.message
de: Ein Fehler ist bei der Kontoerstellung aufgetreten: error.message
es: Ocurrió un error durante la creación de la cuenta: error.message
fr: Une erreur s'est produite lors de la création du compte : error.message
he: אירעה שגיאה במהלך יצירת החשבון: error.message
hi: एक त्रुटि हुई खाते बनाने के दौरान: error.message
ja: アカウント作成中にエラーが発生しました: error.message
ru: Произошла ошибка при создании аккаунта: error.message
vi: Đã xảy ra lỗi trong quá trình tạo tài khoản: error.message
zh: 创建账户时发生错误：error.message

# AUTH_SERVICE_GOOGLE_SIGN_IN_ERROR
source: Error signing in with Google
de: Fehler bei der Anmeldung mit Google
es: Error al iniciar sesión con Google
fr: Erreur de connexion avec Google
he: שגיאה בהתחברות עם Google
hi: गूगल के साथ साइन इन करते समय हुआ त्रुटि
ja: Googleでのサインイン中にエラーが発生しました
ru: Ошибка входа с Google
vi: Lỗi đăng nhập bằng Google
zh: 谷歌登录时出错

# AUTH_SERVICE_SIGN_OUT_ERROR
source: Error signing out
de: Fehler beim Abmelden
es: Error al cerrar sesión
fr: Erreur de déconnexion
he: שגיאה ביציאה
hi: साइन-आउट करने में त्रुटि
ja: サインアウト中にエラーが発生しました
ru: Ошибка выхода из системы
vi: Lỗi đăng xuất
zh: 注销时出错

# AUTH_SERVICE_NO_EMAIL
source: No email address provided
de: Keine E-Mail-Adresse angegeben
es: No se proporcionó ninguna dirección de correo electrónico
fr: Aucune adresse e-mail fournie
he: לא סופק כתובת דוא"ל
hi: कोई ईमेल पता प्रदान नहीं किया गया
ja: メールアドレスが提供されていません
ru: Не указан адрес электронной почты
vi: Không có địa chỉ email nào được cung cấp
zh: 没有提供电子邮件地址

# AUTH_SERVICE_RESEND_CONFIRMATION_ERROR
source: Error resending confirmation email
de: Fehler beim Zurücksenden der Bestätigungs-E-Mail
es: Error al reenviar el correo electrónico de confirmación
fr: Erreur lors de l'envoi de l'email de confirmation
he: שגיאה בשליחה מחדש של דוא"ל אישור
hi: सत्यापन ईमेल को फिर से भेजने में त्रुटि
ja: 確認メールの再送信中にエラーが発生しました
ru: Ошибка при повторной отправке подтверждающего электронного письма
vi: Lỗi khi gửi lại email xác nhận
zh: 错误重新发送确认电子邮件

# AUTH_SERVICE_VERIFY_EMAIL_ERROR
source: Error verifying email
de: Fehler bei der Überprüfung der E-Mail
es: Error al verificar el correo electrónico
fr: Erreur de vérification de l'email
he: שגיאה באימות כתובת הדואר האלקטרוני
hi: ईमेल सत्यापित करने में त्रुटि
ja: メールの確認中にエラーが発生しました
ru: Ошибка проверки электронной почты
vi: Lỗi xác minh email
zh: 验证电子邮件时出错

# AUTH_SERVICE_RESET_PASSWORD_ERROR
source: Error resetting password
de: Fehler beim Zurücksetzen des Passworts
es: Error al restablecer la contraseña
fr: Erreur de réinitialisation du mot de passe
he: שגיאה באיפוס הסיסמה
hi: पासवर्ड रीसेट करने में त्रुटि
ja: パスワードのリセット中にエラーが発生しました
ru: Ошибка сброса пароля
vi: Lỗi đặt lại mật khẩu
zh: 重置密码时出错

# AUTH_SERVICE_DELETE_ACCOUNT_ERROR
source: Error deleting account
de: Fehler beim Löschen des Kontos
es: Error al eliminar la cuenta
fr: Erreur lors de la suppression du compte
he: שגיאת מחיקת חשבון
hi: खाता हटाते समय त्रुटि
ja: アカウントの削除中にエラーが発生しました
ru: Ошибка при удалении аккаунта
vi: Lỗi khi xóa tài khoản
zh: 错误删除账户

# AUTH_SERVICE_UPDATE_PASSWORD_ERROR
source: Error updating password
de: Fehler beim Aktualisieren des Passworts
es: Error al actualizar la contraseña
fr: Erreur de mise à jour du mot de passe
he: שגיאה בעדכון הסיסמה
hi: पासवर्ड更新 करने में त्रुटि
ja: パスワードの更新中にエラーが発生しました
ru: Ошибка обновления пароля
vi: Lỗi cập nhật mật khẩu
zh: 更新密码时出错

# AUTH_SERVICE_INITIALIZATION_ERROR
source: Error initializing user session
de: Fehler bei der Initialisierung der Benutzersitzung
es: Error al inicializar la sesión del usuario
fr: Erreur lors de l'initialisation de la session utilisateur
he: שגיאה בע initializing user session
hi: सत्र प्रारंभ करने में त्रुटि
ja: ユーザー セッションの初期化中にエラーが発生しました
ru: Ошибка при инициализации сеанса пользователя
vi: Lỗi khởi tạo phiên người dùng
zh: 初始化用户会话时出错

# AVATAR_SERVICE_ERROR_UPLOADING
source: Error uploading avatar
de: Fehler beim Hochladen des Avatars
es: Error al subir el avatar
fr: Erreur lors du téléchargement de l'avatar
he: שגיאה בהעלאת אוואטר
hi: अवतार अपलोड करते समय त्रुटि
ja: アバターのアップロード中にエラーが発生しました
ru: Ошибка загрузки аватара
vi: Lỗi khi tải lên ảnh đại diện
zh: 上传头像时出错

# AVATAR_SERVICE_ERROR_UPDATING_METADATA
source: Error updating user metadata
de: Fehler beim Aktualisieren der Benutzermetadaten
es: Error al actualizar los metadatos del usuario
fr: Erreur lors de la mise à jour des métadonnées de l'utilisateur
he: שגיאה בעדכון מטה-נתוני המשתמש
hi: उपयोगकर्ता मेटाडेटा को अपडेट करने में त्रुटि
ja: ユーザーメタデータの更新中にエラーが発生しました
ru: Ошибка при обновлении метаданных пользователя
vi: Lỗi cập nhật metadata người dùng
zh: 更新用户元数据时出错

# BALANCE_SERVICE_ERROR_FETCHING_CREDITS
source: Error fetching credits
de: Fehler beim Abrufen von Guthaben
es: Error al recuperar créditos
fr: Erreur lors de la récupération des crédits
he: שגיאה בעת שליפת קרדיטים
hi: क्रेडिट प्राप्त करने में त्रुटि
ja: クレジットの取得中にエラーが発生しました
ru: Ошибка при получении кредитов
vi: Lỗi khi lấy tín dụng
zh: 错误获取积分

# BITBUCKET_TOKEN_NOT_FOUND
source: Bitbucket token not found. Please connect your Bitbucket account.
de: Bitbucket-Token nicht gefunden. Bitte verbinden Sie Ihr Bitbucket-Konto.
es: Token de Bitbucket no encontrado. Por favor, conecta tu cuenta de Bitbucket.
fr: Token Bitbucket non trouvé. Veuillez connecter votre compte Bitbucket.
he: לא נמצא טוקן ב-Bitbucket. נא להתחבר לחשבון ה-Bitbucket שלך.
hi: Bitbucket टोकन नहीं मिला। कृपया अपने Bitbucket खाते से कनेक्ट करें।
ja: Bitbucketのトークンが見つかりません。Bitbucketアカウントを接続してください。
ru: Токен Bitbucket не найден. Пожалуйста, подключите вашу учетную запись Bitbucket.
vi: Token Bitbucket không được tìm thấy. Vui lòng kết nối tài khoản Bitbucket của bạn.
zh: 未找到Bitbucket令牌。请连接您的Bitbucket帐户。

# FAILED_TO_LOAD_BRANCHES
source: Failed to load branches. Please check your token permissions.
de: Fehler beim Laden der Branches. Bitte überprüfen Sie die Berechtigungen Ihres Tokens.
es: Error al cargar ramas. Verifique los permisos de su token.
fr: Échec du chargement des branches. Veuillez vérifier les autorisations de votre jeton.
he: לא הצלחנו לטעון את הסניפים. אנא בדוק את הרשאות הטוקן שלך.
hi: ब्रांच लोड करने में विफल। कृपया अपने टोकन अनुमतियों की जाँच करें।
ja: ブランチの読み込みに失敗しました。トークンの権限を確認してください。
ru: Не удалось загрузить ветки. Пожалуйста, проверьте разрешения вашего токена.
vi: Không thể tải nhánh. Vui lòng kiểm tra quyền truy cập của mã thông báo của bạn.
zh: 加载分支失败。请检查您的令牌权限。

# FAILED_TO_LOAD_WORKSPACE_REPOS
source: Failed to load repositories for workspace workspaceSlug. Please check your token permissions.
de: Fehler beim Laden der Repositories für den Arbeitsbereich workspaceSlug. Bitte überprüfen Sie die Berechtigungen Ihres Tokens.
es: No se pudieron cargar los repositorios para el espacio de trabajo workspaceSlug. Por favor, verifique los permisos de su token.
fr: Échec du chargement des dépôts pour l'espace de travail workspaceSlug. Veuillez vérifier les autorisations de votre jeton.
he: לא הצלחנו לטעון את מאגרי המידע עבור חלל העבודה workspaceSlug. אנא בדוק את הרשאות הטוקן שלך.
hi: कामพื้นที่ workspaceSlug के लिए रिपॉजिटरी को लोड करने में विफल। कृपया अपने टोकन अनुमतियों की जांच करें।
ja: ワークスペース workspaceSlug のリポジトリを読み込めませんでした。トークンの権限を確認してください。
ru: Не удалось загрузить репозитории для рабочей области workspaceSlug. Пожалуйста, проверьте разрешения вашего токена.
vi: Không thể tải các kho cho không gian làm việc workspaceSlug. Vui lòng kiểm tra quyền truy cập của token của bạn.
zh: 无法加载工作区的仓库 workspaceSlug。请检查您的令牌权限。

# FAILED_TO_LOAD_REPOSITORIES_TRY_AGAIN
source: Failed to load repositories. Please check your token permissions and try again.
de: Fehler beim Laden der Repositories. Bitte überprüfen Sie Ihre Token-Berechtigungen und versuchen Sie es erneut.
es: Error al cargar los repositorios. Verifique los permisos de su token y vuelva a intentarlo.
fr: Échec du chargement des dépôts. Veuillez vérifier vos autorisations de jeton et réessayer.
he: נכשל לטעון את המאגרים. אנא בדוק את הרשאות הטוקן שלך ונסה שוב.
hi: नागरिकों को लोड करने में विफल। कृपया अपने टोकन अधिकारों की जांच करें और फिर से प्रयास करें।
ja: リポジトリの読み込みに失敗しました。トークンの権限を確認し、再試行してください。
ru: Не удалось загрузить репозитории. Пожалуйста, проверьте права доступа вашего токена и попробуйте снова.
vi: Không thể tải các kho lưu trữ. Vui lòng kiểm tra quyền truy cập của mã thông báo và thử lại.
zh: 无法加载代码库。请检查您的令牌权限并重试。

# FAILED_TO_LOAD_WORKSPACES
source: Failed to load Bitbucket workspaces. Please check your token permissions.
de: Fehler beim Laden der Bitbucket-Arbeitsbereiche. Bitte überprüfen Sie Ihre Token-Berechtigungen.
es: Error al cargar los espacios de trabajo de Bitbucket. Por favor, revise los permisos de su token.
fr: Échec du chargement des espaces de travail Bitbucket. Veuillez vérifier les autorisations de votre jeton.
he: לא הצלחתי לטעון את אזורי העבודה של ביטבוקט. אנא בדוק את הרשאות הטוקן שלך.
hi: Bitbucket कार्यक्षेत्र लोड करने में विफल रहा। कृपया अपने टोकन अनुमतियों की जांच करें।
ja: Bitbucketのワークスペースを読み込めませんでした。トークンの権限を確認してください。
ru: Не удалось загрузить рабочие области Bitbucket. Пожалуйста, проверьте свои разрешения токена.
vi: Không thể tải không gian làm việc Bitbucket. Vui lòng kiểm tra quyền truy cập token của bạn.
zh: 无法加载 Bitbucket 工作区。请检查您的令牌权限。

# FAILED_TO_LOAD_PROVIDER_STATUS
source: Failed to load provider.name status. Please try again.
es: No se pudo cargar el estado de provider.name. Inténtalo de nuevo.
fr: Échec du chargement du statut de provider.name. Veuillez réessayer.
he: נכשל בטעינת מצב provider.name. אנא נסה שוב.
ja: provider.name のステータスを読み込めませんでした。もう一度お試しください。
ru: Не удалось загрузить статус provider.name. Пожалуйста, попробуйте снова.
vi: Không thể tải trạng thái provider.name. Vui lòng thử lại.

# PROVIDER_CONNECTED_SUCCESS
source: Successfully connected to provider.name
es: Conectado exitosamente a provider.name
fr: Connecté avec succès à provider.name
he: התחברות לprovider.name הצליחה
ja: provider.nameに正常に接続されました
ru: Успешно подключено к provider.name
vi: Kết nối thành công với provider.name

# FAILED_TO_CONNECT_PROVIDER
source: Failed to connect to provider.name. error.message
es: No se pudo conectar a provider.name. error.message
fr: Échec de la connexion à provider.name. error.message
he: נכשל בהתחברות לprovider.name. error.message
ja: provider.nameに接続できませんでした。error.message
ru: Не удалось подключиться к provider.name. error.message
vi: Không thể kết nối với provider.name. error.message

# PROVIDER_DISCONNECTED_SUCCESS
source: Successfully disconnected from type
de: Erfolgreich von type getrennt
es: Desconectado exitosamente de type
fr: Déconnexion réussie du type
he: disconnected בהצלחה מtype
hi: सफलता से type से डिस्कनेक्ट किया गया
ja: typeから正常に切断されました
ru: Успешно отключено от type
vi: Đã ngắt kết nối thành công từ type
zh: 成功断开与type的连接

# FAILED_TO_DISCONNECT_PROVIDER
source: Failed to disconnect from type. Please try again.
de: Fehler beim Trennen von type. Bitte versuchen Sie es erneut.
es: No se pudo desconectar de type. Inténtalo de nuevo.
fr: Échec de la déconnexion de type. Veuillez réessayer.
he: נכשל disconnect מtype. אנא נסה שוב.
hi: type से डिस्कनेक्ट करने में विफल। कृपया पुनः प्रयास करें।
ja: typeから切断に失敗しました。もう一度お試しください。
ru: Не удалось отключиться от type. Пожалуйста, попробуйте еще раз.
vi: Không thể ngắt kết nối từ type. Vui lòng thử lại.
zh: 无法断开与type的连接。请再试一次。

# GITHUB_TOKEN_NOT_FOUND
source: GitHub token not found. Please connect your GitHub account.
de: GitHub-Token nicht gefunden. Bitte verbinden Sie Ihr GitHub-Konto.
es: Token de GitHub no encontrado. Por favor, conecta tu cuenta de GitHub.
fr: Le token GitHub est introuvable. Veuillez connecter votre compte GitHub.
he: לא נמצא טוקן GitHub. אנא חבר את חשבון ה-GitHub שלך.
hi: GitHub टोकन नहीं मिला। कृपया अपना GitHub खाता कनेक्ट करें।
ja: GitHubトークンが見つかりません。GitHubアカウントを接続してください。
ru: Токен GitHub не найден. Пожалуйста, подключите свою учетную запись GitHub.
vi: Không tìm thấy mã thông báo GitHub. Vui lòng kết nối tài khoản GitHub của bạn.
zh: 未找到GitHub令牌。请连接您的GitHub帐户。

# FAILED_TO_LOAD_USER_REPOS
source: Failed to load user repositories. Please check your token permissions.
de: Fehler beim Laden der Benutzerepositories. Bitte überprüfen Sie Ihre Token-Berechtigungen.
es: Error al cargar los repositorios del usuario. Verifique los permisos de su token.
fr: Échec du chargement des dépôts de l'utilisateur. Veuillez vérifier les autorisations de votre jeton.
he: נכשל לטעון את מאגרי המשתמש. אנא בדוק את הרשאות הסמל שלך.
hi: उपयोगकर्ता रिपॉजिटरी लोड करने में असफल। कृपया अपने टोकन अनुमतियों की जांच करें।
ja: ユーザーのリポジトリを読み込めませんでした。トークンの権限を確認してください。
ru: Не удалось загрузить репозитории пользователя. Пожалуйста, проверьте разрешения вашего токена.
vi: Không thể tải kho lưu trữ của người dùng. Vui lòng kiểm tra quyền truy cập của token của bạn.
zh: 无法加载用户的代码库。请检查您的令牌权限。

# FAILED_TO_LOAD_ORG_REPOS
source: Failed to load repositories for organization org.login. Please check your token permissions.
de: Fehler beim Laden der Repositories für die Organisation org.login. Bitte überprüfen Sie die Berechtigungen Ihres Tokens.
es: No se pudieron cargar los repositorios para la organización org.login. Por favor, verifica los permisos de tu token.
fr: Échec du chargement des dépôts pour l'organisation org.login. Veuillez vérifier les permissions de votre token.
he: לא הצלחנו לטעון את המאגרי מידע לארגון org.login. אנא בדוק את הרשאות הטוקן שלך.
hi: संगठन org.login के लिए रिपोजिटरी लोड करने में विफल। कृपया अपने टोकन अनुमतियों की जांच करें।
ja: 組織org.login のリポジトリを読み込めませんでした。トークンの権限を確認してください。
ru: Не удалось загрузить репозитории для организации org.login. Пожалуйста, проверьте права доступа вашего токена.
vi: Không thể tải các kho lưu trữ cho tổ chức org.login. Vui lòng kiểm tra quyền truy cập của mã thông báo của bạn.
zh: 无法加载组织 org.login 的仓库。请检查您的令牌权限。

# FAILED_TO_LOAD_ORGS
source: Failed to load organizations. Please check your token permissions.
de: Fehler beim Laden der Organisationen. Bitte überprüfen Sie Ihre Token-Berechtigungen.
es: Error al cargar organizaciones. Por favor, verifica los permisos de tu token.
fr: Échec du chargement des organisations. Veuillez vérifier les permissions de votre jeton.
he: נכשל בהעמסה של ארגונים. אנא בדוק את ההרשאות של הטוקן שלך.
hi: संगठन लोड करने में विफल। कृपया अपने टोकन अनुमतियों की जांच करें।
ja: 組織の読み込みに失敗しました。トークンの権限を確認してください。
ru: Не удалось загрузить организации. Пожалуйста, проверьте разрешения вашего токена.
vi: Không thể tải tổ chức. Vui lòng kiểm tra quyền truy cập của token của bạn.
zh: 无法加载组织。请检查您的令牌权限。

# GITLAB_TOKEN_NOT_FOUND
source: GitLab token not found. Please connect your GitLab account.
de: GitLab-Token nicht gefunden. Bitte verbinden Sie Ihr GitLab-Konto.
es: Token de GitLab no encontrado. Por favor, conecta tu cuenta de GitLab.
fr: Le token GitLab est introuvable. Veuillez connecter votre compte GitLab.
he: לא נמצא אסימון GitLab. אנא חבר את חשבון ה-GitLab שלך.
hi: GitLab टोकन नहीं मिला। कृपया अपना GitLab खाता कनेक्ट करें।
ja: GitLabトークンが見つかりません。GitLabアカウントを接続してください。
ru: Токен GitLab не найден. Пожалуйста, подключите вашу учетную запись GitLab.
vi: Không tìm thấy mã thông báo GitLab. Xin vui lòng kết nối tài khoản GitLab của bạn.
zh: GitLab令牌未找到。请连接您的GitLab帐户。

# FAILED_TO_FETCH_JOBS
source: Failed to fetch jobs. Please try again later.
de: Fehler beim Abrufen von Jobs. Bitte versuchen Sie es später noch einmal.
es: No se pudieron fetch trabajos. Por favor, inténtelo de nuevo más tarde.
fr: Échec de la récupération des emplois. Veuillez réessayer plus tard.
he: נכשל בלהשיג משרות. אנא נסה שוב מאוחר יותר.
hi: जॉब प्राप्त करने में विफल। कृपया बाद में पुनः प्रयास करें।
ja: ジョブを取得できませんでした。後でもう一度お試しください。
ru: Не удалось получить задания. Пожалуйста, повторите попытку позже.
vi: Không thể lấy được việc làm. Vui lòng thử lại sau.
zh: 无法获取职位。请稍后再试。

# FAILED_TO_FETCH_MONTHLY_TRANSLATIONS
source: Failed to fetch monthly translations. Please try again later.
de: Fehler beim Abrufen der monatlichen Übersetzungen. Bitte versuchen Sie es später erneut.
es: No se pudieron obtener las traducciones mensuales. Por favor, inténtalo de nuevo más tarde.
fr: Échec de la récupération des traductions mensuelles. Veuillez réessayer plus tard.
he: נכשל בלקחת את התרגומים החודשיים. אנא נסה שוב מאוחר יותר.
hi: साप्ताहिक अनुवाद प्राप्त करने में विफल। कृपया बाद में पुनः प्रयास करें।
ja: 月次の翻訳を取得できませんでした。後でもう一度試してください。
ru: Не удалось получить месячные переводы. Пожалуйста, попробуйте позже.
vi: Không thể lấy được bản dịch hàng tháng. Vui lòng thử lại sau.
zh: 无法获取每月翻译。请稍后再试。

# FAILED_TO_CANCEL_JOB
source: Failed to cancel job. Please try again later.
de: Fehler beim Abbrechen des Auftrags. Bitte versuchen Sie es später erneut.
es: No se pudo cancelar el trabajo. Inténtalo de nuevo más tarde.
fr: Échec de l'annulation du travail. Veuillez réessayer plus tard.
he: נכשל בניסיון לבטל את העבודה. אנא נסה שוב מאוחר יותר.
hi: नौकरी रद्द करने में विफल। कृपया पुनः प्रयास करें।
ja: ジョブのキャンセルに失敗しました。後でもう一度お試しください。
ru: Не удалось отменить задание. Пожалуйста, попробуйте позже.
vi: Không thể hủy công việc. Vui lòng thử lại sau.
zh: 无法取消作业。请稍后再试。

# FAILED_TO_ESTIMATE_REPOSITORY
source: Failed to estimate repository. Please try again later.
de: Fehler beim Schätzen des Repositories. Bitte versuchen Sie es später erneut.
es: No se pudo estimar el repositorio. Inténtalo de nuevo más tarde.
fr: Échec de l'estimation du référentiel. Veuillez réessayer plus tard.
he: לא ניתן להעריך את המאגר. נא לנסות שוב מאוחר יותר.
hi: भंडार का अनुमान लगाने में विफल रहा। कृपया बाद में फिर से प्रयास करें।
ja: リポジトリの見積もりに失敗しました。後でもう一度お試しください。
ru: Не удалось оценить репозиторий. Пожалуйста, попробуйте позже.
vi: Không thể ước lượng kho. Vui lòng thử lại sau.
zh: 无法估算存储库。请稍后再试。

# FAILED_TO_TRANSLATE_REPOSITORY
source: Failed to translate repository. Please try again later.
de: Fehler beim Übersetzen des Repositorys. Bitte versuchen Sie es später erneut.
es: No se pudo traducir el repositorio. Inténtalo de nuevo más tarde.
fr: Échec de la traduction du dépôt. Veuillez réessayer plus tard.
he: נכשל לתרגם את מאגר המידע. אנא נסה שוב מאוחר יותר.
hi: भंडार का अनुवाद करने में विफल रहा। कृपया बाद में पुनः प्रयास करें।
ja: リポジトリの翻訳に失敗しました。後でもう一度お試しください。
ru: Не удалось перевести репозиторий. Пожалуйста, попробуйте снова позже.
vi: Không thể dịch kho lưu trữ. Vui lòng thử lại sau.
zh: 翻译仓库失败。请稍后再试。

# FAILED_TO_CREATE_CHECKOUT_SESSION
source: Failed to create checkout session. Please try again later.
de: Fehler beim Erstellen der Checkout-Sitzung. Bitte versuchen Sie es später erneut.
es: Error al crear la sesión de pago. Por favor, inténtelo de nuevo más tarde.
fr: Échec de la création de la session de paiement. Veuillez réessayer plus tard.
he: נכשל ביצירת ישיבת צ'קאוט. אנא נסה שוב מאוחר יותר.
hi: चेकआउट सत्र बनाने में विफल। कृपया कुछ समय बाद पुनः प्रयास करें।
ja: チェックアウトセッションの作成に失敗しました。後でもう一度お試しください。
ru: Не удалось создать сеанс оформления заказа. Пожалуйста, попробуйте еще раз позже.
vi: Không thể tạo phiên giao dịch thanh toán. Vui lòng thử lại sau.
zh: 无法创建结账会话。请稍后再试。
