Repository: softwarity/xliff-saas
Catalog: src/locale/messages.*.xlf
Languages: de, es, fr, he, hi, ja, ru, vi, zh

# PROFILE_ERROR_FILE_TOO_LARGE
source: File size must be less than 2MB
de: Die Dateigröße muss kleiner als 2 MB sein
es: El tamaño del archivo debe ser inferior a 2 MB
fr: La taille du fichier doit être inférieure à 2 Mo
he: גודל הקובץ חייב להיות פחות מ-2MB
hi: फाइल का आकार 2MB से कम होना चाहिए
ja: ファイルサイズは2MB未満である必要があります
ru: Размер файла должен быть менее 2 МБ
vi: Kích thước tệp phải nhỏ hơn 2MB
zh: 文件大小必须小于2MB

source: No branches available
de: Keine Branches verfügbar
es: No hay ramas disponibles
fr: Aucune branche disponible
he: אין סניפים זמינים
hi: कोई शाखाएँ उपलब्ध नहीं हैं
ja: ブランチが利用できません
ru: Недоступны ветки
vi: Không có nhánh nào khả dụng
zh: 没有可用的分支

# PRIVATE_REPOSITORY
source: Private
de: Privat
es: Privado
fr: Privé
he: פרטי
hi: निजी
ja: プライベート
ru: Частный
vi: Riêng tư
zh: 私有

# PUBLIC_REPOSITORY
source: Public
de: Öffentlich
es: Público
he: ציבורי
hi: सार्वजनिक
ja: 公開
ru: Публичный
vi: Công khai
zh: 公开

# SELECT_BRANCH_LABEL
source: Select Branch
de: Branch auswählen
es: Seleccione rama
fr: Sélectionner la branche
he: בחר סניף
ja: ブランチを選択
ru: Выбрать ветку
vi: Chọn nhánh
zh: 选择分支

# XLIFF_EXTENSION_LABEL
source: Xliff Extension
de: Xliff-Erweiterung
es: Extensión Xliff
he: רחבת Xliff
hi: Xliff एक्सटेंशन
ja: XLIFF拡張
ru: Xliff расширение
zh: XLIFF扩展

# TRANSUNIT_STATE_LABEL
source: TransUnit State
de: TransUnit Status
es: Estado de TransUnit
fr: État de la TransUnit
he: מצב של יחידת תרגום
ja: トランスユニットの状態
ru: Состояние TransUnit
vi: Trạng thái TransUnit
zh: TransUnit 状态

# ESTIMATE_BUTTON
source: Estimate
de: Schätzen
es: Estimar
fr: Estimer
he: הערכה
hi: अनुमानित
ja: 見積もり
ru: Оценить
vi: Ước lượng
zh: 估算

source: Pending...
de: Ausstehend...
es: Pendiente...
fr: En attente...
he: ממתין...
hi: बैठा...
ja: 保留中...
ru: В ожидании...
vi: Đang chờ...
zh: 待处理...

source: Estimating...
de: Schätzung...
es: Estimando...
fr: Estimations...
he: הערכה...
hi: अनुमान लगाया जा रहा है...
ja: 見積もり中...
ru: Оценка...
vi: Đang ước lượng...
zh: 正在估算...

source: Translating...
de: Übersetzen...
es: Traduciendo...
fr: Traduit...
he: מתרגם...
hi: अनुवाद कर रहा है...
ja: 翻訳中...
ru: Перевод...
vi: Đang dịch...
zh: 翻译中...

# CANCELING
source: Cancelling...
de: Abbrechen...
es: Cancelando...
fr: Annulation...
he: מבוטל...
hi: रद्द करना...
ja: キャンセル中...
ru: Отмена...
vi: Đang hủy...
zh: 正在取消…

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
he: בוטל
ja: キャンセル済み
ru: Отменено
vi: Đã hủy
zh: 取消

# TRANSLATION_UNITS_DETECTED
source: {{ estimation()?.transUnitFound }} translation units detected
de: {{ estimation()?.transUnitFound }} Übersetzungseinheiten erkannt
es: {{ estimation()?.transUnitFound }} unidades de traducción detectadas
fr: {{ estimation()?.transUnitFound }} unités de traduction détectées
he: {{ estimation()?.transUnitFound }} זיהוי יחידות תרגום
hi: {{ estimation()?.transUnitFound }} अनुवाद इकाइयाँ मिलीं
ja: {{ estimation()?.transUnitFound }} 翻訳ユニットが検出されました
ru: {{ estimation()?.transUnitFound }} обнаружены единицы перевода
vi: {{ estimation()?.transUnitFound }} đơn vị dịch đã phát hiện
zh: {{ estimation()?.transUnitFound }} 翻译单元已检测到

source: No estimation available...
de: Keine Schätzung verfügbar...
es: No hay estimación disponible...
fr: Aucune estimation disponible...
he: אין הערכה זמינה...
hi: कोई अनुमान उपलब्ध नहीं है...
ja: 見積もりが利用できません...
ru: Нет доступной оценки...
vi: Không có ước lượng nào khả dụng...
zh: 没有可用的估算...

source: Estimate
de: Schätzung
es: Estimación
fr: Estimation
he: הערכה
hi: अनुमान
ja: 見積もり
ru: Оценка
vi: Kinh phí
zh: 估算

# UPDATED_AT
source: Updated {{ repository().updated_at | date }}
de: Aktualisiert {{ repository().updated_at | date }}
es: Actualizado {{ repository().updated_at | date }}
fr: Mis à jour {{ repository().updated_at | date }}
he: עודכן {{ repository().updated_at | date }}
hi: अपडेट किया गया {{ repository().updated_at | date }}
ja: 更新された{{ repository().updated_at | date }}
ru: Обновлено {{ repository().updated_at | date }}
vi: Cập nhật {{ repository().updated_at | date }}
zh: 已更新 {{ repository().updated_at | date }}

# PROCEDEED_TRANSUNIT_STATE_LABEL
source: Procedeed TransUnit State
de: Procedeed TransUnit Zustand
es: Estado del TransUnit Procedido
fr: État de la TransUnit Procédé
he: מצב טרנסיוניט שהושלם
hi: प्रोसीडेड ट्रांसयूनिट राज्य
ja: プロセス済みTransUnit状態
ru: Процесс перевода состояния TransUnit
vi: Trạng thái TransUnit đã tiến hành
zh: 已处理的 TransUnit 状态

# TRANSLATE_BUTTON
source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
he: תרגם
hi: अनुवाद करना
ja: 翻訳
ru: Перевести
vi: Dịch tiếng Việt: Dịch
zh: 翻译

# TRANSLATING_PROGRESS
source: Translation: {{ translation.transUnitDone }}/{{ translation.transUnitFound }}
de: Übersetzung: {{ translation.transUnitDone }}/{{ translation.transUnitFound }}
es: Traducción: {{ translation.transUnitDone }}/{{ translation.transUnitFound }}
he: תרגום: {{ translation.transUnitDone }}/{{ translation.transUnitFound }}
hi: अनुवाद: {{ translation.transUnitDone }}/{{ translation.transUnitFound }}
ja: 翻訳: {{ translation.transUnitDone }}/{{ translation.transUnitFound }}
ru: Перевод: {{ translation.transUnitDone }}/{INTERPOLATION_1}
vi: Dịch: {{ translation.transUnitDone }}/{{ translation.transUnitFound }}
zh: 翻译：{{ translation.transUnitDone }}/{{ translation.transUnitFound }}

# TRANSLATION_COMPLETED
source: Translation: {{ translation.transUnitDone }}/{{ translation.transUnitFound }}
de: Übersetzung: {{ translation.transUnitDone }}/{{ translation.transUnitFound }}
es: Traducción: {{ translation.transUnitDone }}/{{ translation.transUnitFound }}
fr: traduction : {{ translation.transUnitDone }}/{{ translation.transUnitFound }}
he: תהליך תרגום: {{ translation.transUnitDone }}/{{ translation.transUnitFound }}
hi: अनुवाद: {{ translation.transUnitDone }}/{{ translation.transUnitFound }}
ja: 翻訳: {{ translation.transUnitDone }}/{{ translation.transUnitFound }}
ru: Перевод: {{ translation.transUnitDone }}/{INTERPOLATION_1}
vi: Dịch: {{ translation.transUnitDone }}/{{ translation.transUnitFound }}
zh: 翻译：{{ translation.transUnitDone }}/{{ translation.transUnitFound }}

source: No translation available...
de: Keine Übersetzung verfügbar...
es: No hay traducción disponible...
fr: Aucune traduction disponible.
he: אין תרגום זמין...
hi: कोई अनुवाद उपलब्ध नहीं है...
ja: 翻訳が利用できません...
ru: Нет доступного перевода...
vi: Không có bản dịch khả dụng...
zh: 没有可用的翻译...

source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
he: תורגם
hi: अनुवाद करें
ja: 翻訳する
ru: Перевести
vi: Dịch thuật
zh: 翻译

# REPOSITORIES_TITLE
source: Repositories
es: Repositorios
fr: Dépôts
he: מאגרי נתונים
ja: リポジトリ
ru: Репозитории
vi: Kho lưu trữ
zh: 仓库

# SHOWING_REPOSITORIES
source: Showing {{ repositories().length }} of {{ allRepositories().length }} repositories
de: Zeige {{ repositories().length }} von {{ allRepositories().length }} Repositories
es: Mostrando {{ repositories().length }} de {{ allRepositories().length }} repositorios
fr: Affichage de {{ repositories().length }} sur {{ allRepositories().length }} dépôts
he: מראה {{ repositories().length }} מתוך {{ allRepositories().length }} מאגרי מידע
hi: दिखा रहा है {{ repositories().length }} का {{ allRepositories().length }} भंडार
ja: {{ repositories().length }} の {{ allRepositories().length }} リポジトリを表示中
ru: Показано {{ repositories().length }} из {{ allRepositories().length }} репозиториев
vi: Hiện đang hiển thị {{ repositories().length }} trong số {{ allRepositories().length }} kho lưu trữ
zh: 显示 {{ repositories().length }} 个，共 {{ allRepositories().length }} 个仓库

# TOTAL_REPOSITORIES
source: Total repositories: {{ allRepositories().length }}
de: Gesamt-Repositories: {{ allRepositories().length }}
es: Total de repositorios: {{ allRepositories().length }}
fr: Total des dépôts : {{ allRepositories().length }}
he: סך הכל רפוזיטוריות: {{ allRepositories().length }}
hi: कुल रिपॉजिटरी: {{ allRepositories().length }}
ja: 合計リポジトリ数：{{ allRepositories().length }}
ru: Всего репозиториев: {{ allRepositories().length }}
vi: Tổng số kho: {{ allRepositories().length }}
zh: 总库数量：{{ allRepositories().length }}

# NO_REPOSITORIES_MATCH_SEARCH
source: No repositories match your search
de: Keine Repositories entsprechen Ihrer Suche
es: No hay repositorios que coincidan con su búsqueda
fr: Aucun dépôt ne correspond à votre recherche
he: לא נמצאו ריפוזיטורי תואמים לחיפוש שלך
hi: कोई भी रिपॉजिटरी आपकी खोज से मेल नहीं खाती
ja: 検索に一致するリポジトリはありません
ru: Ни одно из хранилищ не соответствует вашему запросу
vi: Không có kho lưu trữ nào phù hợp với tìm kiếm của bạn
zh: 没有与您的搜索匹配的代码库

source: No repositories found
de: Keine Repositories gefunden
es: No se encontraron repositorios
fr: Aucun dépôt trouvé
he: לא נמצאו מאגרי נתונים
hi: कोई रिपॉजिटरी नहीं मिली
ja: リポジトリが見つかりません
ru: Ни одного репозитория не найдено
vi: Không tìm thấy kho lưu trữ nào
zh: 没有找到任何代码库

# NO_REPOSITORIES_FOUND_PLEASE_CHECK
source: No repositories found. Please check your token permissions.
de: Keine Repositories gefunden. Bitte überprüfen Sie Ihre Token-Berechtigungen.
es: No se encontraron repositorios. Por favor, verifica los permisos de tu token.
fr: Aucune repository trouvée. Veuillez vérifier vos autorisations de token.
he: לא נמצאו מאגרי מידע. אנא בדוק את הרשאות הטוקן שלך.
hi: कोई रिपॉजिटरी नहीं मिली। कृपया अपने टोकन अनुमति की जांच करें।
ja: リポジトリが見つかりません。トークンの権限を確認してください。
ru: Не найдено репозиториев. Пожалуйста, проверьте разрешения вашего токена.
vi: Không tìm thấy kho lưu trữ nào. Vui lòng kiểm tra quyền truy cập của bạn trên token.
zh: 未找到仓库。请检查您的令牌权限。

# CONTACT_US_TITLE
source: Contact Us
de: Kontaktieren Sie uns
es: Contáctenos
fr: Contactez-nous
he: צור קשר
hi: संपर्क करें
ja: お問い合わせ
ru: Свяжитесь с нами
vi: Liên hệ với chúng tôi
zh: 联系我们

# CONTACT_US_DESCRIPTION
source: Have a question? Send us a message and we'll get back to you as soon as possible.
de: Haben Sie eine Frage? Senden Sie uns eine Nachricht und wir werden uns so schnell wie möglich bei Ihnen melden.
es: ¿Tienes una pregunta? Envíanos un mensaje y te responderemos lo antes posible.
he: יש לך שאלה? שלח לנו הודעה ונחזור אליך בהקדם האפשרי.
ru: У вас есть вопрос? Отправьте нам сообщение, и мы ответим вам как можно скорее.

# CONTACT_US_SUPPORT_LINK
source: If you have an account, you can also <a [routerLink]="['/support']" class="text-primary hover:underline">access our support ticket system</a> for faster assistance.
de: Wenn Sie ein Konto haben, können Sie auch <a [routerLink]="['/support']" class="text-primary hover:underline">auf unser Support-Ticketsystem</a> zugreifen, um schneller Unterstützung zu erhalten.
es: Si tienes una cuenta, también puedes <a [routerLink]="['/support']" class="text-primary hover:underline">acceder a nuestro sistema de tickets de soporte</a> para obtener asistencia más rápida.
he: אם יש לך חשבון, אתה יכול גם <a [routerLink]="['/support']" class="text-primary hover:underline"> לגשת למערכת כרטיסי התמיכה שלנו</a> לקבלת עזרה מהירה.
ru: Если у вас есть учетная запись, вы также можете <a [routerLink]="['/support']" class="text-primary hover:underline">доступ к нашей системе поддержки тикетов</a> для более быстрого получения помощи.

# EMAIL_LABEL
source: Email
es: Correo electrónico
he: אימייל
hi: ईमेल
ja: メール
ru: Электронная почта
zh: 电子邮件

# EMAIL_REQUIRED
source: Email is required
de: E-Mail ist erforderlich
es: El correo electrónico es obligatorio
fr: L'email est requis
he: נדרש אימייל
hi: ईमेल आवश्यक है
ja: メールは必須です
ru: Электронная почта обязательна
vi: Email là bắt buộc
zh: 电子邮件是必需的

# EMAIL_INVALID
source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor, introduce una dirección de correo electrónico válida
fr: Veuillez entrer une adresse e-mail valide
he: אנא הזן כתובת דוא"ל חוקית
hi: कृपया एक मान्य ईमेल पता दर्ज करें
ja: 有効なメールアドレスを入力してください
ru: Пожалуйста, введите корректный адрес электронной почты
vi: Vui lòng nhập địa chỉ email hợp lệ
zh: 请输入有效的电子邮件地址

# SUBJECT_LABEL
source: Subject
de: Betreff
es: Asunto
fr: Sujet
he: נושא
hi: विषय
ja: 件名
ru: Тема
vi: Chủ đề
zh: 主题

# SUBJECT_PLACEHOLDER
source: How can we help you?
de: Wie können wir Ihnen helfen?
es: ¿Cómo podemos ayudarte?
fr: Comment pouvons-nous vous aider ?
he: איך אפשר לעזור לך?
hi: कैसे हम आपकी मदद कर सकते हैं?
ja: どのようにお手伝いできますか？
ru: Как мы можем вам помочь?
vi: Làm thế nào chúng tôi có thể giúp bạn?
zh: 我们能帮您做什么？

# SUBJECT_REQUIRED
source: Subject is required
de: Das Thema ist erforderlich
es: El asunto es obligatorio
fr: Le sujet est requis
he: הנושא נדרש
hi: विषय आवश्यक है
ja: 件名は必須です
ru: Тема обязательна
vi: Chủ đề là bắt buộc
zh: 主题是必填的

# MESSAGE_LABEL
source: Message
de: Nachricht
es: Mensaje
he: הודעה
hi: संदेश
ja: メッセージ
ru: Сообщение
vi: Tin nhắn
zh: 信息

# MESSAGE_PLACEHOLDER
source: Please describe your question or issue in detail...
de: Bitte beschreiben Sie Ihr Anliegen oder Ihr Problem im Detail...
es: Por favor, describa su pregunta o problema con detalle...
fr: Veuillez décrire votre question ou problème en détail...
he: אנא תיאר את השאלה או הבעיה שלך בפירוט...
hi: कृपया अपने प्रश्न या समस्या का विस्तार से वर्णन करें...
ja: 詳しくあなたの質問や問題を説明してください...
ru: Пожалуйста, опишите ваш вопрос или проблему подробно...
vi: Xin vui lòng mô tả câu hỏi hoặc vấn đề của bạn một cách chi tiết...
zh: 请详细描述您的问题或疑问...

# MESSAGE_REQUIRED
source: Message is required
de: Eine Nachricht ist erforderlich.
es: El mensaje es obligatorio
fr: Message est requis
he: דרושה הודעה
hi: संदेश आवश्यक है
ja: メッセージは必須です
ru: Сообщение обязательно
vi: Thông điệp là bắt buộc
zh: 消息是必需的

source: Send Message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message
he: שלח הודעה
hi: संदेश भेजें
ja: メッセージを送信
ru: Отправить сообщение
vi: Gửi tin nhắn
zh: 发送消息

source: Sending...
de: Senden...
es: Enviando...
fr: Envoi...
he: שולח...
hi: भेज़ना...
ja: 送信中...
ru: Отправка...
vi: Đang gửi...
zh: 发送中...

# CONTACT_FORM_SUCCESS
source: Your message has been sent successfully!
de: Ihre Nachricht wurde erfolgreich gesendet!
es: ¡Su mensaje ha sido enviado con éxito!
fr: Votre message a été envoyé avec succès !
he: ההודעה שלך נשלחה בהצלחה!
hi: आपका संदेश सफलतापूर्वक भेज दिया गया है!
ja: あなたのメッセージは正常に送信されました！
ru: Ваше сообщение успешно отправлено!
vi: Tin nhắn của bạn đã được gửi thành công!
zh: 您的消息已成功发送！

# CONTACT_FORM_ERROR
source: Failed to send your message. Please try again later.
de: Fehler beim Senden Ihrer Nachricht. Bitte versuchen Sie es später noch einmal.
es: No se pudo enviar su mensaje. Por favor, inténtelo de nuevo más tarde.
fr: Échec de l'envoi de votre message. Veuillez réessayer plus tard.
he: נכשל לשלוח את ההודעה שלך. אנא נסה שוב מאוחר יותר.
hi: संदेश भेजने में विफलता। कृपया थोड़ी देर बाद फिर से प्रयास करें।
ja: メッセージの送信に失敗しました。後でもう一度お試しください。
ru: Не удалось отправить ваше сообщение. Пожалуйста, попробуйте снова позже.
vi: Không thể gửi tin nhắn của bạn. Vui lòng thử lại sau.
zh: 无法发送您的消息。请稍后再试。

# CREATE_TICKET_TITLE
source: Create Support Ticket
de: Erstelle Support-Ticket
es: Crear ticket de soporte
fr: Créer un ticket de support
he: צור כרטיס תמיכה
hi: समर्थन टिकट बनाएं
ja: サポートチケットを作成
ru: Создать тикет поддержки
vi: Tạo Vé Hỗ Trợ
zh: 创建支持票据

# TICKET_TITLE_LABEL
source: Title
de: Titel
es: Título
fr: Titre
he: כותרת
hi: शीर्षक
ja: タイトル
ru: Заголовок
vi: Tiêu đề
zh: 标题

# TICKET_TITLE_PLACEHOLDER
source: Enter a descriptive title
de: Geben Sie einen beschreibenden Titel ein
es: Ingrese un título descriptivo
fr: Entrez un titre descriptif
he: הזן כותרת תיאורית
hi: एक वर्णनात्मक शीर्षक दर्ज करें
ja: 説明的なタイトルを入力してください
ru: Введите описательное название
vi: Nhập một tiêu đề mô tả
zh: 输入描述性标题

# TITLE_REQUIRED
source: Title is required
de: Titel ist erforderlich
es: El título es obligatorio
fr: Le titre est requis
he: דרוש כותרת
hi: शीर्षक आवश्यक है
ja: タイトルは必須です
ru: Заголовок обязателен
vi: Tiêu đề là bắt buộc
zh: 标题是必填项

# TICKET_BODY_LABEL
source: Description (Markdown supported)
de: Beschreibung (Markdown unterstützt)
es: Descripción (Markdown compatible)
fr: Description (Markdown pris en charge)
he: תיאור (נתמך Markdown)
hi: विवरण (मार्कडाउन समर्थित)
ja: 説明 (Markdownがサポートされています)
ru: Описание (поддержка Markdown)
vi: Mô tả (Hỗ trợ Markdown)
zh: 描述（支持Markdown）

# TICKET_BODY_PLACEHOLDER
source: Describe your issue in detail. You can use Markdown for formatting.
de: Beschreiben Sie Ihr Problem im Detail. Sie können Markdown zur Formatierung verwenden.
es: Describa su problema en detalle. Puede usar Markdown para formatear.
fr: Décrivez votre problème en détail. Vous pouvez utiliser Markdown pour le formatage.
he: תאר את הבעיה שלך בפרוטרוט. אתה יכול להשתמש ב-Markdown לעיצוב.
hi: अपनी समस्या का विस्तार से वर्णन करें। आप फ़ॉर्मेटिंग के लिए Markdown का उपयोग कर सकते हैं।
ja: 詳細に問題を説明してください。フォーマットにはMarkdownを使用できます。
ru: Опишите вашу проблему подробно. Вы можете использовать Markdown для форматирования.
vi: Mô tả chi tiết vấn đề của bạn. Bạn có thể sử dụng Markdown để định dạng.
zh: 详细描述您的问题。您可以使用Markdown进行格式设置。

# BODY_REQUIRED
source: Description is required
de: Eine Beschreibung ist erforderlich
es: La descripción es obligatoria
fr: La description est requise
he: תיאור נדרש
hi: विवरण आवश्यक है
ja: 説明は必須です
ru: Описание обязательно
vi: Mô tả là bắt buộc
zh: 描述是必需的

# MARKDOWN_GUIDE_TITLE
source: Markdown Guide
de: Markdown-Leitfaden
es: Guía de Markdown
fr: Guide Markdown
he: מדריך Markdown
hi: Markdown गाइड
ja: マークダウンガイド
ru: Руководство по Markdown
vi: Hướng dẫn Markdown
zh: Markdown 指南

# MARKDOWN_BASICS
source: Basics
de: Grundlagen
es: Fundamentos
fr: Bases
he: בסיסיים
hi: आधारभूत ज्ञान
ja: 基本
ru: Основы
vi: Cơ bản
zh: 基础

# MARKDOWN_BOLD
source: Bold text
de: Fetter Text
es: Texto en negrita
fr: Texte en gras
he: טקסט מודגש
ja: 太字テキスト
ru: Жирный текст
vi: Đoạn văn bản đậm
zh: 粗体文本

# MARKDOWN_ITALIC
source: Italic text
de: Kursiver Text
es: Texto en cursiva
fr: Texte en italique
he: טקסט נטוי
hi: *इटालिक* текста
ja: イタリックテキスト
ru: Курсивный текст
vi: Văn bản nghiêng
zh: 斜体文本

# MARKDOWN_LINK
source: Link
de: Link: Link Translation: Link Output: Link
es: Enlace
fr: Lien
he: קישור
hi: लिंक
ja: リンク
ru: Ссылка
vi: Liên kết
zh: 链接

# MARKDOWN_LISTS
source: Lists
de: Listen
es: Listas
fr: Listes
he: רשימות
hi: सूचियाँ
ja: リスト
ru: Списки
vi: Danh sách
zh: 列表

# MARKDOWN_BULLETS
source: Bullet points
de: Aufzählungspunkte
es: Puntos de viñeta
fr: Points de balle
he: נקודות תבלית
hi: बुलेट अंक
ja: 箇条書き
ru: Маркированные пункты
vi: Điểm đánh dấu
zh: 要点符号

# MARKDOWN_NUMBERS
source: Numbered lists
de: Nummerierte Listen
es: Listas numeradas
fr: Listes numérotées
he: רשימות ממוספרות
hi: संख्याबद्ध सूचियाँ
ja: 番号付きリスト
ru: Нумерованные списки
vi: Danh sách đánh số
zh: 编号列表

# SUBMIT_BUG_BUTTON
source: Submit Bug
de: Bug melden
es: Enviar Error
fr: Soumettre un bug
he: שלח באג
hi: संप submit बग
ja: バグを報告する
ru: Отправить ошибку
vi: Nộp lỗi
zh: 提交错误

# SUBMIT_FEATURE_BUTTON
source: Submit Feature
de: Funktion einreichen
es: Enviar Función
fr: Soumettre la fonctionnalité
he: שלח תכונה
hi: सबमिट फ़ीचर
ja: 特徴を提出する
ru: Отправить функцию
vi: Gửi tính năng
zh: 提交功能

source: Back to Support
de: Zur Unterstützung zurück
es: Volver al soporte
fr: Retour au support
he: חזרה לתמיכה
hi: सहायता पर वापस जाएं
ja: サポートに戻る
ru: Назад в службу поддержки
vi: Quay lại Hỗ trợ
zh: 返回支持

source: Close Issue
de: Schließe das Problem
es: Cerrar problema
fr: Fermer le problème
he: סגור בעיה
hi: बंद करें समस्या
ja: 課題を閉じる
ru: Закрыть заявку
vi: Đóng Vấn đề
zh: 关闭问题

source: Reopen Issue
de: Problem zurückstellen
es: Reabrir problema
fr: Rouvrir le problème
he: שחזר בעיה
hi: पुनः खोलें मुद्दा
ja: 問題を再オープン
ru: Восстановить заявку
vi: Mở lại Vấn đề
zh: 重新打开问题

source: Issue Not Found
de: Problem nicht gefunden
es: No se encontró el problema
fr: Élément introuvable
he: לא נמצא נושא
hi: मुद्दा नहीं मिला
ja: 問題が見つかりません
ru: Заявка не найдена
vi: Không tìm thấy vấn đề
zh: 找不到问题

# ISSUE_NOT_FOUND_DESC
source: The issue you're looking for doesn't exist or you don't have permission to view it.
de: Die von Ihnen gesuchte Anfrage existiert nicht oder Sie haben keine Berechtigung, sie anzuzeigen.
es: El problema que estás buscando no existe o no tienes permiso para verlo.
he: הבעיה שאתה מחפש אינה קיימת או שאין לך הרשאה לראות אותה.
ru: Искомый вами вопрос не существует или у вас нет разрешения на его просмотр.

# ISSUE_STATE_OPEN
source: Open
de: Offen
es: Abierto
fr: Ouvert
he: פתוח
hi: खुला
ja: オープン
ru: Открытая
vi: Mở
zh: 开放

# ISSUE_STATE_CLOSED
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
he: סגור
hi: बंद किया गया
ja: クローズ
ru: Закрыто
vi: Đã đóng
zh: 已关闭

# TICKET_TYPE_BUG_LABEL
source: Bug
de: Fehler
fr: Bogue
he: באג
hi: बग
ja: バグ
ru: Дефект
vi: Bugs
zh: 错误

# TICKET_TYPE_FEATURE_LABEL
source: Feature
de: Funktion
es: Funcionalidad
fr: Fonctionnalité
he: תכונה
hi: विशेषता
ja: 機能
ru: Функция
vi: Tính năng
zh: 功能

# CREATED_AT
source: Created: {{ issue()!.created_at | date:'medium' }}
de: Erstellt: {{ issue()!.created_at | date:'medium' }}
es: Creado: {{ issue()!.created_at | date:'medium' }}
he: נוצר: {{ issue()!.created_at | date:'medium' }}
ru: Создано: {{ issue()!.created_at | date:'medium' }}

# COMMENTS
source: Comments ({{ comments().length }})
de: Kommentare ({{ comments().length }})
es: Comentarios ({{ comments().length }})
fr: Commentaires ({{ comments().length }})
he: תגובות ({{ comments().length }})
hi: टीका ( {{ comments().length }} )
ja: コメント ({{ comments().length }} )
ru: Комментарии ({{ comments().length }})
vi: Bình luận ({{ comments().length }})
zh: 评论 ({{ comments().length }})

# NO_COMMENTS
source: No comments yet.
de: Keine Kommentare bisher.
es: No hay comentarios todavía.
fr: Aucun commentaire pour le moment.
he: עדיין לא היו תגובות.
hi: कोई टिप्पणी नहीं है।
ja: まだコメントはありません。
ru: Пока нет комментариев.
vi: Chưa có nhận xét nào.
zh: 暂无评论。

source: Support Team
es: Equipo de Soporte
fr: Équipe de support
he: צוות תמיכה
hi: सहायता टीम
ja: サポートチーム
ru: Команда поддержки
vi: Đội Hỗ Trợ
zh: 支持团队

source: You
de: Sie
es: Usted
fr: Vous
he: אתה
hi: आप
ja: あなた
ru: Вы
vi: Bạn
zh: 您

# ADD_COMMENT
source: Add a Comment
de: Kommentar hinzufügen
es: Agregar un comentario
fr: Ajouter un commentaire
he: הוסף תגובה
hi: एक टिप्पणी जोड़ें
ja: コメントを追加
ru: Добавить комментарий
vi: Thêm một nhận xét
zh: 添加评论

# COMMENT_PLACEHOLDER
source: Write your reply here...
de: Schreiben Sie Ihre Antwort hier...
es: Escribe tu respuesta aquí...
fr: Écrivez votre réponse ici...
he: כתוב את תגובתך כאן...
hi: अपना जवाब यहाँ लिखें...
ja: ここに返事を書いてください...
ru: Напишите ваш ответ здесь...
vi: Viết phản hồi của bạn ở đây...
zh: 在这里写下你的回复...

# COMMENT_REQUIRED
source: Comment is required
de: Kommentar ist erforderlich
es: Se requiere un comentario
fr: Le commentaire est requis
he: הערה נדרשת
hi: टिप्पणी आवश्यक है
ja: コメントは必須です
ru: Комментарий обязательен
vi: Bình luận là bắt buộc
zh: 评论是必需的

source: Submit Comment
de: Kommentar einreichen
es: Enviar comentario
fr: Soumettre un commentaire
he: שלח תגובה
hi: समीक्षा सबमिट करें
ja: コメントを送信
ru: Отправить комментарий
vi: Gửi bình luận
zh: 提交评论

source: Submitting...
de: Einreichen...
es: Enviando...
fr: Soumission...
he: מתגבש...
hi: जल्दी भेज रहा हूँ...
ja: 送信中...
ru: Отправка...
vi: Đang gửi...
zh: 提交中...

# SUPPORT_TITLE
source: Support Tickets
es: Tickets de Soporte
fr: Tickets de support
he: כרטיסי תמיכה
hi: समर्थन टिकेट
ja: サポートチケット
ru: Тикеты поддержки
vi: Phiếu hỗ trợ
zh: 支持工单

# REFRESH_TICKETS
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
he: רענן
hi: ताज़ा करें
ja: 更新
ru: Обновить
vi: Làm mới
zh: 刷新

source: New Ticket
de: Neuer Ticket
es: Nuevo Ticket
fr: Nouveau billet
he: כרטיס חדש
hi: नया टिकट
ja: 新しいチケット
ru: Новый тикет
vi: Vé mới
zh: 新票

source: Filter Tickets
de: Tickets filtern
es: Filtrar tickets
fr: Filtrer les tickets
he: סנן כרטיסים
hi: टिकट फ़िल्टर करें
ja: チケットをフィルタ
ru: Фильтровать Тикеты
vi: Lọc vé
zh: 筛选票据
