Repository: softwarity/xliff-saas
Catalog: src/locale/messages.*.xlf
Languages: de, es, fr, he, hi, ja, ru, vi, zh

# ESTIMATE_STEP_33
source: <strong>Translation State</strong>: Choose which translation units to include (default is "new" to focus on untranslated content)
de: <strong>Übersetzungsstatus</strong>: Wählen Sie aus, welche Übersetzungseinheiten einbezogen werden sollen (Standard ist "neu", um sich auf nicht übersetzte Inhalte zu konzentrieren)
es: <strong>Estado de la traducción</strong>: Elige qué unidades de traducción incluir (el valor predeterminado es "nuevo" para centrarse en el contenido no traducido)
he: <strong>מצב תרגום</strong>: בחר אילו יחידות תרגום לכלול (ברירת המחדל היא "חדש" למיקוד בתוכן שלא תורגם)
ru: <strong>Состояние перевода</strong>: Выберите, какие единицы переводов включить (по умолчанию "новые", чтобы сосредоточиться на непереведенном контенте)

# PRICING_BUTTON
source: Pricing
de: Preisgestaltung
es: Precios
fr: Tarification
he: תמחור
hi: कीमतें
ja: 価格
vi: Giá cả
zh: 定价

# FAQ_TITLE
source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas Frecuentes
fr: Questions Fréquemment Posées
he: שאלות נפוצות
hi: सामान्य प्रश्न
ja: よくある質問
vi: Câu Hỏi Thường Gặp
zh: 常见问题解答

source: How can XLIFF Translator help my business?
de: Wie kann XLIFF Translator meinem Unternehmen helfen?
es: ¿Cómo puede XLIFF Translator ayudar a mi negocio?
fr: Comment XLIFF Translator peut-il aider mon entreprise ?
he: איך יכולה התוכנה XLIFF Translator לעזור לעסק שלי?
hi: XLIFF Translator आपके व्यवसाय की मदद कैसे कर सकता है?
ja: XLIFF Translatorは私のビジネスをどのようにサポートできますか？
vi: XLIFF Translator có thể giúp doanh nghiệp của tôi như thế nào?
zh: XLIFF 翻译器如何帮助我的业务？

# HOW_CAN_XLIFF_TRANSLATOR_HELP_MY_BUSINESS_ANSWER
source: XLIFF Translator simplifies the management of your application's translations by using AI to automatically generate accurate translations. This saves you time and money while improving the quality of your translations.
de: XLIFF Translator vereinfacht das Management der Übersetzungen Ihrer Anwendung, indem es KI verwendet, um automatisch genaue Übersetzungen zu generieren. Dies spart Ihnen Zeit und Geld und verbessert die Qualität Ihrer Übersetzungen.
es: El traductor XLIFF simplifica la gestión de las traducciones de su aplicación utilizando IA para generar automáticamente traducciones precisas. Esto le ahorra tiempo y dinero, mientras mejora la calidad de sus traducciones.
he: מתרגם XLIFF מפשט את ניהול התרגומים של היישום שלך על ידי שימוש בבינה מלאכותית כדי ליצור תרגומים מדויקים באופן אוטומטי. זה חוסך לך זמן וכסף תוך שיפור איכות התרגומים שלך.

source: Can I try XLIFF Translator before signing up?
de: Kann ich den XLIFF Translator ausprobieren, bevor ich mich anmelde?
es: ¿Puedo probar XLIFF Translator antes de registrarme?
fr: Puis-je essayer XLIFF Translator avant de m'inscrire ?
he: אני יכול לנסות את XLIFF Translator לפני הרשמה?
hi: क्या मैं साइन अप करने से पहले XLIFF अनुवादक का उपयोग कर सकता हूँ?
ja: 登録する前にXLIFF Translatorを試してみることはできますか？
vi: Có thể tôi thử XLIFF Translator trước khi đăng ký không?
zh: 我可以在注册之前试用 XLIFF Translator 吗？

# CAN_I_TRY_XLIFF_TRANSLATOR_BEFORE_SIGNING_UP_ANSWER
source: Yes, we offer welcome credits upon registration that allow you to test the features of our platform without any commitment. You can see for yourself how our solution can improve your translation process.
de: Ja, wir bieten Willkommensgutschriften bei der Registrierung an, mit denen Sie die Funktionen unserer Plattform ohne Verpflichtungen testen können. Sie können selbst sehen, wie unsere Lösung Ihren Übersetzungsprozess verbessern kann.
es: Sí, ofrecemos créditos de bienvenida al registrarse que le permiten probar las funciones de nuestra plataforma sin ningún compromiso. Puede comprobar por sí mismo cómo nuestra solución puede mejorar su proceso de traducción.
fr: Oui, nous offrons des crédits de bienvenue lors de l'inscription qui vous permettent de tester les fonctionnalités de notre plateforme sans aucun engagement. Vous pouvez constater par vous-même comment notre solution peut améliorer votre processus de traduction.
he: כן, אנו מציעים קרדיטים לברכה עם ההרשמה המאפשרים לך לבדוק את התכונות של הפלטפורמה שלנו ללא התחייבות. תוכל לראות בעצמך כיצד הפתרון שלנו יכול לשפר את תהליך התרגום שלך.
hi: हाँ, हम पंजीकरण पर स्वागत क्रेडिट प्रदान करते हैं जो आपको हमारी प्लेटफ़ॉर्म की सुविधाओं का परीक्षण करने की अनुमति देता है बिना किसी प्रतिबद्धता के। आप स्वयं देख सकते हैं कि हमारा समाधान आपके अनुवाद प्रक्रिया को कैसे सुधार सकता है।
ja: はい、登録時にウェルカムクレジットを提供しており、これによりコミットメントなしで私たちのプラットフォームの機能を試すことができます。私たちのソリューションが翻訳プロセスをどのように改善できるか、あなた自身で確認できます。
vi: Có, chúng tôi cung cấp tín dụng chào mừng khi đăng ký giúp bạn thử nghiệm các tính năng của nền tảng của chúng tôi mà không cần cam kết. Bạn có thể tự mình thấy giải pháp của chúng tôi có thể cải thiện quy trình dịch thuật của bạn như thế nào.
zh: 是的，我们在注册时提供欢迎积分，让您可以在不承担任何责任的情况下测试我们平台的功能。您可以亲自体验我们的解决方案如何改善您的翻译流程。

source: What languages are supported?
de: Welche Sprachen werden unterstützt?
es: ¿Qué idiomas son compatibles?
fr: Quelles langues sont prises en charge ?
he: אילו שפות נתמכות?
hi: सपोर्ट किए गए भाषाएँ कौन सी हैं?
ja: サポートされている言語は何ですか？
vi: Những ngôn ngữ nào được hỗ trợ?
zh: 支持哪些语言？

# WHAT_LANGUAGES_ARE_SUPPORTED_ANSWER
source: XLIFF Translator supports all commonly used languages worldwide. You can even attempt to translate non-human languages like Klingon or Elvish, but the results may not be optimal.
de: XLIFF Translator unterstützt alle gängigen Sprachen weltweit. Sie können sogar versuchen, nicht-menschliche Sprachen wie Klingonisch oder Elbisch zu übersetzen, aber die Ergebnisse sind möglicherweise nicht optimal.
es: El Traductor XLIFF admite todos los idiomas comúnmente usados en todo el mundo. Incluso puedes intentar traducir idiomas no humanos como el Klingon o el Élfico, pero los resultados pueden no ser óptimos.
fr: Le traducteur XLIFF prend en charge toutes les langues couramment utilisées dans le monde. Vous pouvez même essayer de traduire des langues non humaines comme le Klingon ou l'Elvish, mais les résultats peuvent ne pas être optimaux.
he: מתרגם XLIFF תומך בכל השפות הנפוצות בעולם. אתה אפילו יכול לנסות לתרגם שפות שאינן אנושיות כמו קלינגונית או אלוויש, אך התוצאות עשויות לא להיות אופטימליות.
hi: XLIFF Translator सभी सामान्य रूप से प्रयुक्त भाषाओं का समर्थन करता है। आप गैर-मानव भाषाओं जैसे कि क्लिंगन या एल्विश का अनुवाद करने का प्रयास भी कर सकते हैं, लेकिन परिणाम उत्तम नहीं हो सकते।
ja: XLIFF翻訳者は、世界中で一般的に使用されるすべての言語をサポートしています。クリンゴンやエルフ語のような非人間の言語の翻訳にも挑戦できますが、結果は最適ではない場合があります。
vi: XLIFF Translator hỗ trợ tất cả các ngôn ngữ thường được sử dụng trên toàn thế giới. Bạn thậm chí có thể thử dịch các ngôn ngữ không con người như Klingon hoặc Elvish, nhưng kết quả có thể không tối ưu.
zh: XLIFF Translator 支持全球所有常用语言。您甚至可以试着翻译像克林贡语或精灵语这样的非人类语言，但结果可能不是最佳的。

source: How does XLIFF Translator compare to other translation tools?
de: Wie schneidet XLIFF Translator im Vergleich zu anderen Übersetzungswerkzeugen ab?
es: ¿Cómo se compara XLIFF Translator con otras herramientas de traducción?
fr: Comment le traducteur XLIFF se compare-t-il aux autres outils de traduction ?
he: איך ה- XLIFF Translator משווה לכלי תרגום אחרים?
hi: XLIFF ट्रांसलेटर अन्य अनुवाद उपकरणों की तुलना में कैसे है?
ja: XLIFF Translatorは他の翻訳ツールとどのように比較されますか？
vi: XLIFF Translator so sánh như thế nào với các công cụ dịch khác?
zh: XLIFF Translator如何与其他翻译工具相比？

# HOW_DOES_XLIFF_TRANSLATOR_COMPARE_TO_OTHER_TRANSLATION_TOOLS_ANSWER
source: Unlike generic translation tools, XLIFF Translator is specifically designed for XLIFF files used in Angular application development. Our AI technology understands the technical context and preserves tags and interpolations, ensuring accurate and functional translations.
de: Im Gegensatz zu allgemeinen Übersetzungstools ist der XLIFF Translator speziell für XLIFF-Dateien entwickelt, die in der Entwicklung von Angular-Anwendungen verwendet werden. Unsere KI-Technologie versteht den technischen Kontext und bewahrt Tags und Interpolationen, um genaue und funktionale Übersetzungen sicherzustellen.
es: A diferencia de las herramientas de traducción genéricas, XLIFF Translator está diseñado específicamente para archivos XLIFF utilizados en el desarrollo de aplicaciones Angular. Nuestra tecnología IA comprende el contexto técnico y preserva las etiquetas y las interpolaciones, garantizando traducciones precisas y funcionales.
fr: Contrairement aux outils de traduction génériques, XLIFF Translator est spécifiquement conçu pour les fichiers XLIFF utilisés dans le développement d'applications Angular. Notre technologie d'IA comprend le contexte technique et préserve les balises et les interpolations, garantissant des traductions précises et fonctionnelles.
he: בניגוד לכלים לתרגום גנריים, XLIFF Translator מיועד במיוחד לקבצי XLIFF המשמשים לפיתוח אפליקציות Angular. הטכנולוגיה שלנו מבוססת AI מבינה את ההקשר הטכני ושומרת על תגיות ועל אינטרפולציות, דבר המבטיח תרגומים מדויקים ופונקציונליים.
hi: अन्य सामान्य अनुवाद उपकरणों की तुलना में, XLIFF अनुवादक विशेष रूप से Angular एप्लिकेशन विकास में उपयोग के लिए XLIFF फ़ाइलों के लिए डिज़ाइन किया गया है। हमारी AI तकनीक तकनीकी संदर्भ को समझती है और टैग और इंटरपोलेशन को संरक्षित करती है, यह सुनिश्चित करते हुए कि अनुवाद सटीक और कार्यात्मक हैं।
ja: 一般的な翻訳ツールとは異なり、XLIFF TranslatorはAngularアプリケーション開発に使用されるXLIFFファイル専用に設計されています。私たちのAI技術は技術的なコンテキストを理解し、タグや補間を保持することで、正確で機能的な翻訳を保証します。
vi: Không giống như các công cụ dịch thuật tổng quát, XLIFF Translator được thiết kế đặc biệt cho các tệp XLIFF được sử dụng trong phát triển ứng dụng Angular. Công nghệ AI của chúng tôi hiểu ngữ cảnh kỹ thuật và bảo tồn các thẻ cùng với các phần bổ sung, đảm bảo các bản dịch chính xác và hiệu quả.
zh: 与一般的翻译工具不同，XLIFF Translator 专为在 Angular 应用程序开发中使用的 XLIFF 文件而设计。我们的 AI 技术理解技术上下文，并保留标签和插值，确保翻译准确和功能性。

source: Can I integrate XLIFF Translator into my existing development process?
de: Kann ich den XLIFF Translator in meinen bestehenden Entwicklungsprozess integrieren?
es: ¿Puedo integrar XLIFF Translator en mi proceso de desarrollo existente?
fr: Puis-je intégrer le traducteur XLIFF dans mon processus de développement existant ?
he: האם אני יכול לשלב את מתרגם XLIFF בתהליך הפיתוח הקיים שלי?
hi: क्या मैं XLIFF ट्रांसलेटर को अपने मौजूदा विकास प्रक्रिया में एकीकृत कर सकता हूँ?
ja: 既存の開発プロセスにXLIFF Translatorを統合できますか？
vi: Tôi có thể tích hợp XLIFF Translator vào quy trình phát triển hiện tại của mình không?
zh: 我可以将 XLIFF Translator 集成到我现有的开发流程中吗？

# CAN_I_INTEGRATE_XLIFF_TRANSLATOR_INTO_MY_EXISTING_DEVELOPMENT_PROCESS_ANSWER
source: Absolutely! XLIFF Translator easily integrates into your existing workflows. When your application needs to be translated, you just need to initiate the translation through our interface and wait for the Pull Request on your Git repository.
de: Absolut! Der XLIFF Translator lässt sich leicht in Ihre bestehenden Arbeitsabläufe integrieren. Wenn Ihre Anwendung übersetzt werden muss, müssen Sie einfach die Übersetzung über unsere Schnittstelle initiieren und auf den Pull Request in Ihrem Git-Repository warten.
es: ¡Absolutamente! XLIFF Translator se integra fácilmente en tus flujos de trabajo existentes. Cuando tu aplicación necesita ser traducida, solo necesitas iniciar la traducción a través de nuestra interfaz y esperar el Pull Request en tu repositorio de Git.
fr: Bien sûr ! XLIFF Translator s'intègre facilement dans vos flux de travail existants. Lorsque votre application nécessite une traduction, vous devez simplement initier la traduction via notre interface et attendre la Pull Request sur votre dépôt Git.
he: בהחלט! XLIFF Translator משתלב בקלות בתהליכי העבודה הקיימים שלך. כאשר האפליקציה שלך צריכה להיות מתורגמת, כל מה שאתה צריך לעשות זה להפעיל את תהליך התרגום דרך הממשק שלנו ולהמתין לבקשת משיכה על מאגר ה-Git שלך.
hi: बिल्कुल! XLIFF Translator आसानी से आपके मौजूदा वर्कफ्लो के साथ एकीकृत हो जाता है। जब आपके ऐप्लिकेशन को अनुवादित करने की आवश्यकता होती है, तो आपको बस हमारी इंटरफ़ेस के माध्यम से अनुवाद प्रारंभ करना होता है और अपनेGit रेपो में पुल अनुरोध के लिए प्रतीक्षा करनी होती है।
ja: もちろん！XLIFF Translatorは既存のワークフローに簡単に統合できます。アプリケーションの翻訳が必要な場合は、インターフェースを通じて翻訳を開始し、Gitリポジトリでプルリクエストを待つだけです。
vi: Chắc chắn rồi! XLIFF Translator dễ dàng tích hợp vào quy trình làm việc hiện tại của bạn. Khi ứng dụng của bạn cần được dịch, bạn chỉ cần khởi động quá trình dịch qua giao diện của chúng tôi và đợi yêu cầu Pull Request trên kho mã Git của bạn.
zh: 当然可以！XLIFF Translator 可以轻松集成到您现有的工作流程中。当您的应用程序需要翻译时，您只需通过我们的界面启动翻译，并等待 Git 仓库中的 Pull Request。

source: How long does it take to translate an application?
de: Es dauert, um eine Anwendung zu übersetzen?
es: ¿Cuánto tiempo se tarda en traducir una aplicación?
fr: Il faut combien de temps pour traduire une application ?
he: כמה זמן לוקח לתרגם אפליקציה?
hi: एक एप्लिकेशन का अनुवाद करने में कितना समय लगता है?
ja: アプリケーションの翻訳にはどのくらい時間がかかりますか？
vi: Mất bao lâu để dịch một ứng dụng?
zh: 翻译一个应用程序需要多长时间？

# HOW_LONG_DOES_IT_TAKE_TO_TRANSLATE_AN_APPLICATION_ANSWER
source: It depends on the size and complexity of the application. On average, a TransUnit (XLIFF Translation Unit) is translated in about twelve seconds. An application or website with 1000 TransUnits is already substantial. You then multiply by the number of languages to be translated. 1000 * 12 = 12,000 seconds, which is 3 hours and 20 minutes.
de: Es hängt von der Größe und Komplexität der Anwendung ab. Im Durchschnitt wird ein TransUnit (XLIFF-Übersetzungseinheit) in etwa zwölf Sekunden übersetzt. Eine Anwendung oder Website mit 1000 TransUnits ist bereits erheblich. Sie multiplizieren dann mit der Anzahl der Sprachen, die übersetzt werden sollen. 1000 * 12 = 12.000 Sekunden, was 3 Stunden und 20 Minuten entspricht.
es: Depende del tamaño y la complejidad de la aplicación. En promedio, un TransUnit (Unidad de Traducción XLIFF) se traduce en aproximadamente doce segundos. Una aplicación o sitio web con 1000 TransUnits ya es considerable. Luego se multiplica por el número de idiomas a traducir. 1000 * 12 = 12,000 segundos, lo que equivale a 3 horas y 20 minutos.
fr: Cela dépend de la taille et de la complexité de l'application. En moyenne, un TransUnit (Unité de Traduction XLIFF) est traduit en environ douze secondes. Une application ou un site Web avec 1000 TransUnits est déjà conséquent. Vous multipliez ensuite par le nombre de langues à traduire. 1000 * 12 = 12 000 secondes, ce qui équivaut à 3 heures et 20 minutes.
he: זה תלוי בגודל ובמורכבות של האפליקציה. בממוצע, טרנסיונט (יחידת תרגום XLIFF) מתורגמת בערך בשנים עשר שניות. אפליקציה או אתר עם 1000 טרנסיונטים נחשבים כבר משמעותיים. לאחר מכן, עליכם להכפיל במספר השפות שיש לתרגם. 1000 * 12 = 12,000 שניות, מה שמשתווה ל-3 שעות ו-20 דקות.
hi: यह आवेदन के आकार और जटिलता पर निर्भर करता है। औसतन, एक TransUnit (XLIFF अनुवाद यूनिट) लगभग बारह सेकंड में अनुवादित किया जाता है। एक आवेदन या वेबसाइट जिसमें 1000 TransUnits होते हैं, वह पहले से ही महत्वपूर्ण होती है। फिर आप अनुवाद करने के लिए आवश्यक भाषाओं की संख्या से गुणा करते हैं। 1000 * 12 = 12,000 सेकंड, जो कि 3 घंटे और 20 मिनट है।
ja: アプリケーションのサイズと複雑さによります。平均して、TransUnit（XLIFF翻訳ユニット）は約12秒で翻訳されます。1000のTransUnitを持つアプリケーションやウェブサイトはすでに大規模です。翻訳する言語の数を掛け算します。1000 * 12 = 12,000秒、つまり3時間20分です。
vi: Tùy thuộc vào kích thước và độ phức tạp của ứng dụng. Trên trung bình, một TransUnit (Đơn vị Dịch XLIFF) được dịch trong khoảng mười hai giây. Một ứng dụng hoặc trang web với 1000 TransUnits đã là rất lớn. Sau đó, bạn nhân với số ngôn ngữ cần dịch. 1000 * 12 = 12.000 giây, tương đương với 3 giờ 20 phút.
zh: 这取决于应用的大小和复杂性。通常情况下，一个TransUnit（XLIFF翻译单元）的翻译时间大约为十二秒。一个包含1000个TransUnit的应用或网站已经相当可观。您需要将其乘以要翻译的语言数量。1000 * 12 = 12,000秒，即3小时20分钟。

source: What is the price of XLIFF Translator?
de: Was kostet der XLIFF Translator?
es: ¿Cuál es el precio de XLIFF Translator?
fr: Quel est le prix de XLIFF Translator ?
he: מה המחיר של XLIFF Translator?
hi: XLIFF Translator की कीमत क्या है?
ja: XLIFF Translatorの価格はいくらですか？
vi: Giá của XLIFF Translator là gì? XLIFF Translator là một dịch vụ sử dụng AI để dịch các tệp XLIFF của bạn. Tất nhiên, điều này có một mức chi phí, cũng như các quy trình hoạt động. Đăng ký là miễn phí với các tín dụng chào mừng. Sau đó, bạn có thể mua thêm tín dụng dựa trên nhu cầu của mình.
zh: XLIFF Translator 是一个使用人工智能翻译您的 XLIFF 文件的服务。这当然需要成本，以及运营过程。注册是免费的，并且提供欢迎信用。您可以根据需要购买额外的信用。

# WHAT_IS_THE_PRICE_OF_XLIFF_TRANSLATOR_ANSWER
source: XLIFF Translator is a service that uses AI to translate your XLIFF files. This, of course, comes at a cost, as well as the operational processes. Registration is free with welcome credits. You can then purchase additional credits based on your needs.
de: XLIFF Translator ist ein Dienst, der KI verwendet, um Ihre XLIFF-Dateien zu übersetzen. Dies hat natürlich seinen Preis, ebenso wie die operativen Prozesse. Die Registrierung ist kostenlos mit Willkommensgutschriften. Sie können dann zusätzliche Gutschriften je nach Bedarf erwerben.
es: XLIFF Translator es un servicio que utiliza IA para traducir sus archivos XLIFF. Esto, por supuesto, tiene un costo, así como los procesos operativos. La registración es gratuita con créditos de bienvenida. Puede luego comprar créditos adicionales según sus necesidades.
fr: Le traducteur XLIFF est un service qui utilise l'IA pour traduire vos fichiers XLIFF. Cela a bien sûr un coût, ainsi que des processus opérationnels. L'inscription est gratuite avec des crédits de bienvenue. Vous pouvez ensuite acheter des crédits supplémentaires en fonction de vos besoins.
he: XLIFF Translator הוא שירות המשתמש בבינה מלאכותית כדי לתרגם את קבצי ה-XLIFF שלכם. כמובן, מדובר בעלות, כמו גם על תהליכי התפעול. ההרשמה חינם עם קרדיטים של קבלת פנים. לאחר מכן תוכלו לרכוש קרדיטים נוספים בהתאם לצרכים שלכם.
hi: XLIFF Translator एक सेवा है जो आपके XLIFF फ़ाइलों का अनुवाद करने के लिए AI का उपयोग करती है। यह, निश्चित रूप से, एक लागत के साथ आता है, साथ ही परिचालन प्रक्रियाएँ। पंजीकरण नि:शुल्क है जिसमें स्वागत क्रेडिट शामिल हैं। आप फिर अपनी आवश्यकताओं के आधार पर अतिरिक्त क्रेडिट खरीद सकते हैं।
ja: XLIFF Translatorは、XLIFFファイルを翻訳するためにAIを使用するサービスです。もちろん、これはコストがかかり、運用プロセスも影響します。登録は無料でウェルカムクレジットがもらえます。その後、必要に応じて追加のクレジットを購入できます。
vi: XLIFF Translator là một dịch vụ sử dụng AI để dịch các tệp XLIFF của bạn. Điều này, tất nhiên, đi kèm với một chi phí, cũng như các quy trình hoạt động. Đăng ký là miễn phí với các tín dụng chào mừng. Bạn có thể sau đó mua thêm tín dụng dựa trên nhu cầu của mình.
zh: XLIFF Translator 是一项使用 AI 翻译您的 XLIFF 文件的服务。当然，这是有成本的，还有运营成本。注册是免费的，并带有欢迎积分。您可以根据需要购买额外的积分。

# AUTH_EMAIL_SENT_MESSAGE
source: We've sent you an email with instructions. Please check your inbox and follow the instructions provided.
fr: Nous vous avons envoyé un e-mail avec des instructions. Veuillez vérifier votre boîte de réception et suivre les instructions fournies.
hi: हमने आपको निर्देशों के साथ एक ईमेल भेजा है। कृपया अपने इनबॉक्स की जांच करें और दिए गए निर्देशों का पालन करें।
ja: 指示を含むメールをお送りしました。受信ボックスをご確認の上、指示に従ってください。
vi: Chúng tôi đã gửi cho bạn một email với hướng dẫn. Vui lòng kiểm tra hộp thư đến của bạn và làm theo hướng dẫn được cung cấp.
zh: 我们已经向您发送了一封含有说明的电子邮件。请检查您的收件箱并遵循提供的说明。

# AUTH_LOGIN_NO_ACCOUNT
source: Don't have an account?
fr: Vous n'avez pas de compte ?
hi: आपका खाता नहीं है?
ja: アカウントをお持ちでないですか？
vi: Bạn chưa có tài khoản?
zh: 没有账户吗？

# AUTH_SIGNUP_PASSWORDS_DONT_MATCH
source: Passwords don't match
fr: Les mots de passe ne correspondent pas
hi: पासवर्ड मेल नहीं खाते
ja: パスワードが一致しません
vi: Mật khẩu không khớp
zh: 密码不匹配

# AUTH_UPDATE_PASSWORD_PASSWORDS_DONT_MATCH
source: Passwords don't match
fr: Les mots de passe ne correspondent pas
hi: पासवर्ड मेल नहीं खाते
ja: パスワードが一致しません
vi: Mật khẩu không khớp
zh: 密码不匹配

# JOB_STATUS_FAILED
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échoué
hi: असफल
ja: 失敗
ru: Не удалось
vi: Thất bại
zh: 失败

# CONTACT_US_DESCRIPTION
source: Have a question? Send us a message and we'll get back to you as soon as possible.
fr: Vous avez une question ? Envoyez-nous un message et nous vous répondrons dès que possible.
hi: क्या आपके पास कोई प्रश्न है? हमें एक संदेश भेजें और हम जल्द से जल्द आपसे संपर्क करेंगे।
ja: 質問がありますか？メッセージを送信してください。できるだけ早くお返事いたします。
vi: Có câu hỏi? Gửi cho chúng tôi một tin nhắn và chúng tôi sẽ phản hồi bạn sớm nhất có thể.
zh: 有问题吗？给我们发送一条消息，我们会尽快回复您。

# CONTACT_US_SUPPORT_LINK
source: If you have an account, you can also <a [routerLink]="['/support']" class="text-primary hover:underline">access our support ticket system</a> for faster assistance.
fr: Si vous avez un compte, vous pouvez également <a [routerLink]="['/support']" class="text-primary hover:underline">accéder à notre système de tickets de support</a> pour une assistance plus rapide.
hi: अगर आपका खाता है, तो आप भी <a [routerLink]="['/support']" class="text-primary hover:underline"/>हमारी सहायता टिकट प्रणाली</a> का उपयोग करके तेज सहायता प्राप्त कर सकते हैं।
ja: アカウントをお持ちの場合は、<a [routerLink]="['/support']" class="text-primary hover:underline"> サポートチケットシステムにアクセス</a> して、迅速なサポートを受けることもできます。
vi: Nếu bạn có tài khoản, bạn cũng có thể <a [routerLink]="['/support']" class="text-primary hover:underline">truy cập hệ thống vé hỗ trợ của chúng tôi</a> để được hỗ trợ nhanh hơn.
zh: 如果您有账户，您还可以<a [routerLink]="['/support']" class="text-primary hover:underline">访问我们的支持票务系统</a>以获得更快的帮助。

# EMAIL_PLACEHOLDER
source: your.email@example.com
es: tu.correo@ejemplo.com
fr: votre.email@exemple.com
hi: आपका.ईमेल@example.com
ja: あなたの.email@example.com
ru: ваш.адрес@пример.ком
zh: 您的电子邮件示例：{{email}}

# ISSUE_NOT_FOUND_DESC
source: The issue you're looking for doesn't exist or you don't have permission to view it.
fr: L'issue que vous recherchez n'existe pas ou vous n'avez pas la permission de la consulter.
hi: आप जिस समस्या की तलाश कर रहे हैं, वह मौजूद नहीं है या आपको इसे देखने की अनुमति नहीं है।
ja: お探しの問題は存在しないか、表示する権限がありません。
vi: Vấn đề mà bạn đang tìm kiếm không tồn tại hoặc bạn không có quyền xem nó.
zh: 您要查找的问题不存在或您没有权限查看它。

# CREATED_AT
source: Created: {{ issue()!.created_at | date:'medium' }}
fr: Créé : {{ issue()!.created_at | date:'medium' }}
hi: बनाया गया: {{ issue()!.created_at | date:'medium' }}
ja: 作成日: {{ issue()!.created_at | date:'medium' }}
vi: Đã tạo: {{ issue()!.created_at | date:'medium' }}
zh: 创建时间：{{ issue()!.created_at | date:'medium' }}

# CUSTOM_INSTRUCTIONS_FILENAME_DESC
source: Create a file named <code class="bg-blue-100 dark:bg-blue-900/50 px-2 py-1 rounded text-blue-900 dark:text-blue-100">xliff-instructions.md</code> at the root of your Git repository to provide custom translation instructions.
fr: Créez un fichier nommé <code class="bg-blue-100 dark:bg-blue-900/50 px-2 py-1 rounded text-blue-900 dark:text-blue-100">xliff-instructions.md</code> à la racine de votre dépôt Git pour fournir des instructions de traduction personnalisées.
hi: आपके Git रिपॉजिटरी की जड़ में कस्टम अनुवाद निर्देश देने के लिए एक फ़ाइल बनाएं जिसका नाम <code class="bg-blue-100 dark:bg-blue-900/50 px-2 py-1 rounded text-blue-900 dark:text-blue-100">xliff-instructions.md</code> हो।
ja: Git リポジトリのルートに <code class="bg-blue-100 dark:bg-blue-900/50 px-2 py-1 rounded text-blue-900 dark:text-blue-100"> xliff-instructions.md</code> というファイルを作成して、カスタム翻訳指示を提供してください。
vi: Tạo một tệp có tên <code class="bg-blue-100 dark:bg-blue-900/50 px-2 py-1 rounded text-blue-900 dark:text-blue-100">xliff-instructions.md</code> ở thư mục gốc của kho Git của bạn để cung cấp hướng dẫn dịch thuật tùy chỉnh.
zh: 在您的 Git 仓库根目录下创建一个名为 <code class="bg-blue-100 dark:bg-blue-900/50 px-2 py-1 rounded text-blue-900 dark:text-blue-100">xliff-instructions.md</code> 的文件，以提供自定义翻译指令。

# INITIAL_SETUP_DESCRIPTION
source: Start by adding Angular's localization package to your project:
fr: Commencez par ajouter le package de localisation d'Angular à votre projet :
hi: अपने प्रोजेक्ट में Angular का स्थानीयकरण पैकेज जोड़ने से शुरू करें:
ja: プロジェクトにAngularのローカリゼーションパッケージを追加することから始めます：
vi: Bắt đầu bằng cách thêm gói định vị Angular vào dự án của bạn:
zh: 首先将 Angular 的本地化包添加到您的项目中：
