Repository: softwarity/xliff-saas
Catalog: src/locale/messages.*.xlf
Languages: de, es, fr, he, hi, ja, ru, vi, zh

# CONTEXT_AWARE_AI_TITLE
source: Context-Aware AI
de: Kontextbewusste KI
es: Inteligencia Artificial Contextual
fr: IA Contextuelle
he: בינה מלאכותית מתחשבת בהקשר
hi: संदर्भ-सचेत एआई
ja: コンテキスト対応AI
ru: Контекстно-осведомленный ИИ
vi: Trí tuệ nhân tạo theo ngữ cảnh
zh: 上下文感知的人工智能

# CONTEXT_AWARE_AI_DESCRIPTION
source: Intelligent translations based on your application's context and business domain
de: Intelligente Übersetzungen basierend auf dem Kontext und dem Geschäftsfeld Ihrer Anwendung
es: Traducciones inteligentes basadas en el contexto de su aplicación y dominio empresarial
he: תרגומים חכמים המבוססים על ההקשר של היישום ודומיין העסקים שלך
ru: Интеллектуальные переводы, основанные на контексте вашего приложения и бизнес-домене

# AUTOMATED_WORKFLOW_TITLE
source: Automated Workflow
de: Automatisierter Workflow
es: Flujo de trabajo automatizado
fr: Workflow automatisé
he: עבודה אוטומטית
hi: स्वचालित कार्यप्रवाह
ja: 自動化されたワークフロー
ru: Автоматизированный рабочий процесс
vi: Quy trình tự động hóa
zh: 自动化工作流程

# AUTOMATED_WORKFLOW_DESCRIPTION
source: Automatic branch creation and pull requests for your translations
de: Automatische Erstellung von Branches und Pull-Requests für Ihre Übersetzungen
es: Creación automática de ramas y solicitudes de extracción para tus traducciones
fr: Connectez simplement votre référentiel Git, commencez la traduction et nous nous occuperons du reste. Notre plateforme alimentée par l'IA gère tout automatiquement.
he: יצירת סניפים אוטומטית ובקשות משיכה עבור התרגומים שלך
hi: स्वचालित शाखा निर्माण और आपके अनुवादों के लिए पुल अनुरोध
ja: 翻訳のための自動ブランチ作成とプルリクエスト
ru: Автоматическое создание веток и запросы на слияние для ваших переводов
vi: Tạo nhánh tự động và yêu cầu kéo cho các bản dịch của bạn
zh: 自动创建分支并为您的翻译提交拉取请求

# TESTIMONIALS_TITLE
source: What Our Clients Say
he: מה הלקוחות שלנו אומרים
ru: Что говорят наши клиенты

# TESTIMONIAL_1
source: XLIFF Translator has revolutionized our localization workflow. The context-aware translations are incredibly accurate.
he: מתרגם XLIFF מהפכה את זרימת העבודה שלנו בנוגע לאנגלית. התרגומים המודעים להקשר מדויקים להפליא.
ru: XLIFF Translator изменил наш процесс локализации. Переводы с учетом контекста невероятно точны.

# TESTIMONIAL_1_AUTHOR
source: John Doe - Tech Lead at GlobalTech
he: ג'ון דו - ראש תחום טכנולוגיה ב-GlobalTech
ru: Джон Доу - Технический руководитель в GlobalTech

# TESTIMONIAL_2
source: The automated Git integration saved us countless hours of manual work. Highly recommended!
he: האינטגרציה האוטומטית עם Git חיסכה לנו שעות רבות של עבודה ידנית. מומלץ בחום!
ru: Автоматизированная интеграция Git сэкономила нам бесчисленные часы ручной работы. Настоятельно рекомендую!

# TESTIMONIAL_2_AUTHOR
source: Jane Smith - CTO at WebScale
he: ג'ין סמית' - CTO ב-WebScale
ru: Джейн Смит - технический директор в WebScale

# HOW_IT_WORKS_TITLE
source: How It Works
de: Wie es funktioniert
es: Cómo funciona
fr: Comment ça fonctionne
he: איך זה עובד
hi: कैसे यह काम करता है
ja: 使い方
ru: Как это работает
vi: Cách thức hoạt động
zh: 如何运作

# AUTOMATED_WORKFLOW_ABSTRACT
source: Simply connect your Git repository, start the translation, and we'll handle the rest. Our AI-powered platform takes care of everything automatically.
de: Verbinden Sie einfach Ihr Git-Repository, starten Sie die Übersetzung, und wir kümmern uns um den Rest. Unsere KI-gestützte Plattform erledigt alles automatisch.
es: Simplemente conecta tu repositorio de Git, comienza la traducción y nosotros nos encargaremos del resto. Nuestra plataforma impulsada por IA se encarga de todo automáticamente.
he: פשוט חבר את מאגר ה-Git שלך, התחל את התרגום, ואנחנו נטפל בכל השאר. הפלטפורמה שלנו המונעת על ידי AI דואגת לכל דבר אוטומטית.
ru: Просто подключите ваш репозиторий Git, начните перевод, и мы позаботимся об остальном. Наша платформа на основе ИИ автоматически выполняет все задачи.

# STEP_1_DESCRIPTION
source: Smart analysis of your XLIFF files with context extraction
de: Intelligente Analyse Ihrer XLIFF-Dateien mit Kontextextraktion
es: Análisis inteligente de tus archivos XLIFF con extracción de contexto
fr: Analyse intelligente de vos fichiers XLIFF avec extraction de contexte
he: ניתוח חכם של קבצי XLIFF שלך עם חילוץ הקשר
hi: आपके XLIFF फ़ाइलों का स्मार्ट विश्लेषण और संदर्भ निकालना
ja: XLIFFファイルのスマート分析とコンテキスト抽出
ru: Умный анализ ваших файлов XLIFF с извлечением контекста
vi: Phân tích thông minh các file XLIFF của bạn với việc trích xuất ngữ cảnh
zh: 智能分析您的 XLIFF 文件并提取上下文

# STEP_2_DESCRIPTION
source: AI-powered translation with contextual understanding
de: KI-gestützte Übersetzung mit kontextuellem Verständnis
es: Traducción impulsada por IA con comprensión contextual
fr: Traduction alimentée par l'IA avec compréhension contextuelle
he: תירגום מבוסס AI עם הבנה הקשרית
hi: AI-संचालित अनुवाद जिसमें संदर्भीय समझ शामिल है
ja: コンテキストを理解したAI駆動の翻訳
ru: Искусственный интеллект для перевода с пониманием контекста
vi: Dịch vụ dịch thuật sử dụng trí tuệ nhân tạo với sự hiểu biết về ngữ cảnh
zh: AI驱动的翻译，具有上下文理解

# STEP_3_DESCRIPTION
source: Automated pull request creation with translated XLIFF files
de: Automatisierte Pull-Request-Erstellung mit übersetzten XLIFF-Dateien
es: Creación automática de solicitudes de extracción con archivos XLIFF traducidos
fr: Création automatique de pull requests avec des fichiers XLIFF traduits
he: יצירת בקשות משיכה אוטומטיות עם קבצי XLIFF מתורגמים
hi: स्वचालित पुल अनुरोध निर्माण अनुवादित XLIFF फ़ाइलों के साथ
ja: 翻訳されたXLIFFファイルによる自動プルリクエスト作成
ru: Автоматическое создание запросов на объединение с переведенными файлами XLIFF
vi: Tạo pull request tự động với các tệp XLIFF đã được dịch
zh: 自动创建拉取请求，使用翻译后的 XLIFF 文件

# SUPPORTED_PROVIDERS_TITLE
source: Supported Git Providers
de: Unterstützte Git-Anbieter
es: Proveedores de Git compatibles
fr: Fournisseurs Git pris en charge
he: ספקי Git נתמכים
hi: सपोर्टेड गिट प्रोवाइडर
ja: サポートされているGitプロバイダー
ru: Поддерживаемые Git-поставщики
vi: Các nhà cung cấp Git được hỗ trợ
zh: 支持的Git提供商

# TRANSUNIT_TITLE
source: Understanding TransUnits
de: Das Verständnis von TransUnits
es: Entendiendo los TransUnits
fr: Comprendre les TransUnits
he: הבנת טרנסיוניטים
hi: समझना TransUnits
ja: トランスユニットの理解
ru: Понимание TransUnits
vi: Hiểu về TransUnits
zh: 理解 TransUnits

# TRANSUNIT_DESCRIPTION
source: A TransUnit is the fundamental building block of XLIFF files. It represents a single piece of text that needs to be translated, along with its metadata and context.
de: Ein TransUnit ist das grundlegende Baustein von XLIFF-Dateien. Er stellt ein einzelnes Stück Text dar, das übersetzt werden muss, zusammen mit seinen Metadaten und seinem Kontext.
es: Un TransUnit es el componente fundamental de los archivos XLIFF. Representa una única pieza de texto que necesita ser traducida, junto con sus metadatos y contexto.
fr: Un TransUnit est le bloc de construction fondamental des fichiers XLIFF. Il représente un morceau de texte unique qui doit être traduit, ainsi que ses métadonnées et son contexte.
he: טרנס-יוניט הוא בלוק הבניין הבסיסי של קבצי XLIFF. הוא מייצג קטע טקסט בודד שצריך לתרגם, יחד עם המטא-דאטה וההקשר שלו.
hi: एक TransUnit XLIFF फ़ाइलों का बुनियादी निर्माण खंड है। यह एकल पाठ के एक टुकड़े का प्रतिनिधित्व करता है जिसे अनुवादित करने की आवश्यकता होती है, साथ ही इसकी मेटाडेटा और संदर्भ भी।
ja: XLIFFファイルの基本的な構成要素はTransUnitです。それは翻訳する必要がある単一のテキスト片を表し、そのメタデータとコンテキストを含みます。
ru: Трансуит (TransUnit) является основным строительным блоком файлов XLIFF. Он представляет собой отдельный фрагмент текста, который необходимо перевести, вместе с его метаданными и контекстом.
vi: Một TransUnit là yếu tố cấu trúc cơ bản của các tệp XLIFF. Nó đại diện cho một đoạn văn bản đơn lẻ cần được dịch, cùng với metadata và ngữ cảnh của nó.
zh: 一个TransUnit是XLIFF文件的基本构建块。它表示需要翻译的单个文本片段，以及其元数据和上下文。

# TRANSUNIT_SOURCE
source: Source Text
de: Quelltext
es: Texto fuente
fr: Texte source traduit Texte source
he: טקסט מקור
hi: स्रोत पाठ
ja: ソーステキスト
ru: Исходный текст
vi: Nội dung gốc
zh: 源文本

# TRANSUNIT_SOURCE_DESCRIPTION
source: The original text in your application's source language
de: Der ursprüngliche Text in der Quellsprache Ihrer Anwendung
es: El texto original en el idioma fuente de su aplicación
he: הטקסט המקורי בשפת המקור של יישומך
ru: Оригинальный текст на языке источника вашего приложения

# TRANSUNIT_TARGET
source: Target Text
de: Zieltext
es: Texto objetivo
fr: Texte cible
he: טקסט יעד
hi: लक्ष्य पाठ
ja: ターゲットテキスト
ru: Целевой текст
vi: Văn bản mục tiêu
zh: 目标文本

# TRANSUNIT_TARGET_DESCRIPTION
source: The translated text in the target language
de: Der übersetzte Text in der Zielsprache
es: El texto traducido en el idioma de destino
fr: Le texte traduit dans la langue cible
he: הטקסט המתורגם בשפה היעד
hi: अनुवादित पाठ लक्ष्य भाषा में
ja: ターゲット言語における翻訳されたテキスト
ru: Переведенный текст на целевом языке
vi: Văn bản đã được dịch sang ngôn ngữ đích.
zh: 翻译文本在目标语言中

# TRANSUNIT_CONTEXT
source: Context
de: Kontext
fr: Contexte
he: הקשר
hi: संदर्भ
ja: コンテキスト
ru: Контекст
vi: Ngữ cảnh
zh: 上下文

# TRANSUNIT_CONTEXT_DESCRIPTION
source: Information about where and how the text is used in your application
de: Information darüber, wo und wie der Text in Ihrer Anwendung verwendet wird
es: Información sobre dónde y cómo se utiliza el texto en su aplicación
fr: Informations sur l'endroit et la manière dont le texte est utilisé dans votre application
he: מידע על היכן וכיצד הטקסט משמש באפליקציה שלך
hi: आपकी एप्लिकेशन में पाठ का उपयोग कहाँ और कैसे किया जाता है, इसकी जानकारी
ja: アプリケーション内でテキストが使用される場所と方法に関する情報
ru: Информация о том, где и как используется текст в вашем приложении
vi: Thông tin về nơi và cách sử dụng văn bản trong ứng dụng của bạn
zh: 信息关于文本在您的应用程序中使用的位置和方式

# TRANSUNIT_STATE
source: State
de: Zustand
es: Estado
fr: État
he: מדינה
hi: राज्य
ja: 状態
ru: Состояние
vi: Trạng thái
zh: 状态

# TRANSUNIT_STATE_DESCRIPTION
source: The current status of the translation (initial, translated, reviewed, etc.)
de: Der aktuelle Status der Übersetzung (initial, übersetzt, geprüft usw.)
es: El estado actual de la traducción (inicial, traducido, revisado, etc.)
fr: L'état actuel de la traduction (initial, traduit, revu, etc.)
he: מצב הנוכחי של התרגום (ראשוני, מתורגם, נבדק וכו')
hi: अनुवाद की वर्तमान स्थिति (प्रारंभिक, अनुवादित, समीक्षा की गई, आदि)
ja: 翻訳の現在の状態（初期、翻訳済み、レビュー済みなど）
ru: Текущий статус перевода (начальный, переведенный, просмотренный и т.д.)
vi: Trạng thái hiện tại của bản dịch (ban đầu, đã dịch, đã xem lại, v.v.)
zh: 当前位置翻译的状态（初始、已翻译、已审核等）

# SUPPORTED_FORMATS_TITLE
source: Supported Formats
de: Unterstützte Formate
es: Formatos compatibles
fr: Formats pris en charge
he: פורמטים נתמכים
hi: समर्थित प्रारूप
ja: サポートされているフォーマット
ru: Поддерживаемые форматы
vi: Các Định Dạng Hỗ Trợ
zh: 支持的格式

# SUPPORTED_FORMATS_DESCRIPTION
source: Our platform supports the following XLIFF formats for maximum compatibility with Angular's internationalization system:
de: Unsere Plattform unterstützt die folgenden XLIFF-Formate für maximale Kompatibilität mit dem Internationalisierungssystem von Angular:
es: Nuestra plataforma admite los siguientes formatos de XLIFF para garantizar la máxima compatibilidad con el sistema de internacionalización de Angular:
he: הפלטפורמה שלנו תומכת בפורמטים הבאים של XLIFF כדי להבטיח תאימות מקסימלית עם מערכת האינטרנציונליזציה של אנגולר:
ru: Наша платформа поддерживает следующие форматы XLIFF для максимально совместимости с системой интернационализации Angular:

# CONTEXT_AWARE_TITLE
source: Context-Aware Translation
de: Kontextbasierte Übersetzung
es: Traducción Consciente del Contexto
fr: Traduction Contextuelle
he: תרجمة המודעת ההקשרית
hi: संदर्भ-सम्बंधित अनुवाद
ja: コンテキスト対応翻訳
ru: Контекстно-осознанный перевод
vi: Dịch ngữ theo ngữ cảnh
zh: 上下文感知翻译

# CONTEXT_AWARE_DESCRIPTION
source: Our AI-powered translation engine understands your application's context, ensuring accurate and meaningful translations that maintain the original intent of your content.
de: Unsere KI-gestützte Übersetzungsmaschine versteht den Kontext Ihrer Anwendung und sorgt für genaue und bedeutungsvolle Übersetzungen, die die ursprüngliche Absicht Ihres Inhalts bewahren.
es: Nuestro motor de traducción potenciado por IA entiende el contexto de su aplicación, asegurando traducciones precisas y significativas que mantienen la intención original de su contenido.
he: המנוע לתרגום המונע על ידי AI שלנו מבין את ההקשר של היישום שלך, מה שמבטיח תרגומים מדויקים ומשמעותיים ששומרים על כוונת המקור של התוכן שלך.
ru: Наш движок перевода на основе ИИ понимает контекст вашего приложения, обеспечивая точные и значимые переводы, которые сохраняют оригинальный замысел вашего контента.

# FEATURE_CODE_ANALYSIS
source: Code Analysis
de: Code-Analyse
es: Análisis de Código
fr: Analyse de code
he: ניתוח קוד
hi: कोड विश्लेषण
ja: コード分析
ru: Анализ кода
vi: Phân tích mã lệnh
zh: 代码分析

# FEATURE_CODE_ANALYSIS_DESCRIPTION
source: Analyzes your code to understand the context of each string
de: Analysiert Ihren Code, um den Kontext jedes Strings zu verstehen
es: Analiza tu código para entender el contexto de cada cadena
fr: Analyse votre code pour comprendre le contexte de chaque chaîne.
he: אנליזות את הקוד שלך כדי להבין את ההקשר של כל מיתר
hi: आपके कोड का विश्लेषण करता है ताकि प्रत्येक स्ट्रिंग के संदर्भ को समझा जा सके
ja: コードを分析して、各文字列の文脈を理解します
ru: Анализирует ваш код, чтобы понять контекст каждой строки
vi: Phân tích mã của bạn để hiểu ngữ cảnh của từng chuỗi
zh: 分析您的代码，以了解每个字符串的上下文

# FEATURE_CONSISTENCY
source: Consistency Check
de: Konsistenzprüfung
es: Verificación de Consistencia
fr: Vérification de la cohérence
he: בקרת עקביות
hi: संगति जांच
ja: 一貫性チェック
ru: Проверка согласованности
vi: Kiểm tra tính nhất quán
zh: 一致性检查

# FEATURE_CONSISTENCY_DESCRIPTION
source: Ensures consistent translations across your entire application
de: Stellt konsistente Übersetzungen in Ihrer gesamten Anwendung sicher
es: Garantiza traducciones consistentes en toda tu aplicación
fr: Assure des traductions cohérentes dans l'ensemble de votre application
he: מבטיח תרגומים עקביים בכל האפליקציה שלך
hi: पूरे एप्लिकेशन में सुसंगत अनुवाद सुनिश्चित करता है
ja: アプリケーション全体で一貫した翻訳を保証します
ru: Обеспечивает последовательные переводы по всему вашему приложению
vi: Đảm bảo các bản dịch nhất quán trong toàn bộ ứng dụng của bạn
zh: 确保您整个应用程序的翻译一致。

# FEATURE_QUALITY
source: Quality Assurance
de: Qualitätssicherung
es: Aseguramiento de la Calidad
fr: Assurance qualité
he: אישור איכות
hi: गुणवत्ता आश्वासन
ja: 品質保証
ru: Контроль качества
vi: Đảm bảo chất lượng
zh: 质量保证

# FEATURE_QUALITY_DESCRIPTION
source: Automated quality checks for translation accuracy
de: Automatisierte Qualitätsprüfungen für die Genauigkeit der Übersetzung
es: Controles de calidad automáticos para la precisión de la traducción
fr: Contrôles de qualité automatisés pour l'exactitude des traductions
he: בדיקות איכות אוטומטיות לדיוק תרגום
hi: स्वचालित गुणवत्ता जांच अनुवाद सटीकता के लिए
ja: 翻訳精度のための自動品質チェック
ru: Автоматизированные проверки качества для точности перевода
vi: Kiểm tra chất lượng tự động để đảm bảo độ chính xác của bản dịch
zh: 自动质量检查以确保翻译准确性

# GET_STARTED_TITLE
source: Ready to Get Started?
de: Bereit, um loszulegen?
es: ¿Listo para empezar?
fr: Prêt à commencer ?
he: מוכן להתחיל?
hi: प्रारंभ करने के लिए तैयार हैं?
ja: 始める準備はできましたか？
ru: Готовы начать?
vi: Sẵn sàng để bắt đầu?
zh: 准备好开始了吗？

# GET_STARTED_DESCRIPTION
source: Start translating your Angular application in minutes.
de: Beginnen Sie damit, Ihre Angular-Anwendung in wenigen Minuten zu übersetzen.
es: Comienza a traducir tu aplicación Angular en minutos.
fr: Commencez à traduire votre application Angular en quelques minutes.
he: התחל לתרגם את אפליקציית Angular שלך בדקות.
hi: आप अपनी Angular एप्लिकेशन का अनुवाद मिनटों में शुरू करें।
ja: 数分でAngularアプリケーションの翻訳を開始できます。
ru: Начните переводить ваше приложение Angular за считанные минуты.
vi: Bắt đầu dịch ứng dụng Angular của bạn chỉ trong vài phút.
zh: 在几分钟内开始翻译您的 Angular 应用程序。

# CONNECT_GIT_PROVIDER
source: Connect Your Git Provider
de: Verbinden Sie Ihren Git-Anbieter
es: Conecta tu proveedor de Git
fr: Connectez votre fournisseur Git
he: חבר את ספק ה-Git שלך
hi: अपने Git प्रदाता को जोड़ें
ja: あなたのGitプロバイダーを接続する
ru: Подключите своего поставщика Git
vi: Kết nối Nhà cung cấp Git của bạn
zh: 连接您的 Git 提供商

source: Page Not Found
de: Seite nicht gefunden
es: Página no encontrada
fr: Page non trouvée
he: העמוד לא נמצא
hi: पृष्ठ नहीं मिला
ja: ページが見つかりません
ru: Страница не найдена
vi: Không tìm thấy trang
zh: 页面未找到

# OOPS_PAGE_NOT_FOUND
source: Oops! The page you're looking for seems to have vanished into the void...
de: Oops! Die Seite, die Sie suchen, scheint ins Nichts verschwunden zu sein...
es: ¡Vaya! La página que buscas parece haber desaparecido en el vacío...
he: אוי! העמוד שאתה מחפש נראה כי נעלם אל תוך החלל...
ru: Упс! Страница, которую вы ищете, похоже, исчезла в пустоте...

# NOT_FOUND_BACK_HOME
source: Back to Home
de: Zurück zur Startseite
es: Volver a la página de inicio
fr: Retour à l'accueil
he: חזרה הביתה
hi: घर पर वापस जाने के लिए
ja: ホームに戻る
ru: Назад на главную
vi: Quay về Trang Chủ
zh: 返回主页

# PRICING_PAGE_TITLE
source: Translation Credits
de: Übersetzungsgutschriften
es: Créditos de traducción
fr: Crédits de traduction
he: קרדיטים לתרגום
hi: अनुवाद क्रेडिट्स
ja: 翻訳クレジット
ru: Кредиты на перевод
vi: Tín dụng dịch thuật
zh: 翻译积分

# PRICING_PAGE_SUBTITLE
source: Purchase credits to translate your applications with AI power and unlock exclusive features
de: Kaufen Sie Kredite, um Ihre Anwendungen mit KI-Power zu übersetzen und exklusive Funktionen freizuschalten
es: Compra créditos para traducir tus aplicaciones con el poder de la IA y desbloquear funciones exclusivas
fr: Achetez des crédits pour traduire vos applications avec la puissance de l'IA et débloquez des fonctionnalités exclusives
he: קנה קרדיטים כדי לתרגם את היישומים שלך בעזרת כוח AI ולשחרר תכנים בלעדיים
hi: क्रेडिट खरीदें ताकि आप अपनी एप्लिकेशन को AI शक्ति के साथ अनुवादित कर सकें और विशेष सुविधाओं को अनलॉक कर सकें
ja: アプリケーションをAIパワーで翻訳するためのクレジットを購入し、特別な機能をアンロックしてください
ru: Купите кредиты для перевода ваших приложений с помощью ИИ и разблокируйте эксклюзивные функции
vi: Mua tín dụng để dịch các ứng dụng của bạn với sức mạnh AI và mở khóa các tính năng độc quyền
zh: 购买积分以利用人工智能的力量翻译您的应用程序，并解锁独家功能

# PRICING_FAQ_TITLE
source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas Frecuentes
fr: Questions Fréquemment Posées
he: שאלות נפוצות
hi: बार-बार पूछे जाने वाले प्रश्न
ja: よくある質問
ru: Часто задаваемые вопросы
vi: Câu hỏi thường gặp
zh: 常见问题解答

# PRICING_FAQ_WHAT_IS_UNIT
source: What is a translation unit?
de: Was ist eine Übersetzungseinheit?
es: ¿Qué es una unidad de traducción?
fr: Qu'est-ce qu'une unité de traduction ?
he: מה זה יחידת תרגום?
hi: अनुवाद इकाई क्या है?
ja: 翻訳ユニットとは何ですか？
ru: Что такое единица перевода?
vi: Một đơn vị dịch tương ứng với một phần tử cần dịch trong tệp XLIFF của bạn. Thông thường, điều này đại diện cho một câu, nhãn hoặc đoạn văn trong giao diện ứng dụng của bạn.
zh: 翻译单元是什么？

# PRICING_FAQ_WHAT_IS_UNIT_ANSWER
source: A translation unit corresponds to an element to be translated in your XLIFF file. Typically, this represents a sentence, label, or paragraph in your application interface.
de: Ein Übersetzungseinheit entspricht einem Element, das in Ihrer XLIFF-Datei übersetzt werden soll. Typischerweise stellt dies einen Satz, ein Label oder einen Absatz in Ihrer Anwendungsoberfläche dar.
es: Una unidad de traducción corresponde a un elemento que debe ser traducido en su archivo XLIFF. Típicamente, esto representa una oración, etiqueta o párrafo en la interfaz de su aplicación.
fr: Unité de traduction correspond à un élément à traduire dans votre fichier XLIFF. En général, cela représente une phrase, une étiquette ou un paragraphe dans l'interface de votre application.
he: יחידת תרגום מתאימה לאלמנט שיתורגם בקובץ ה-XLIFF שלך. בדרך כלל, זה מייצג משפט, תווית או פסקה בממשק האפליקציה שלך.
hi: एक अनुवाद इकाई आपका XLIFF फ़ाइल में अनुवाद के लिए एक तत्व के अनुरूप होती है। आम तौर पर, यह आपके अनुप्रयोग इंटरफ़ेस में एक वाक्य, लेबल, या पैराग्राफ का प्रतिनिधित्व करता है।
ja: 翻訳ユニットは、XLIFFファイル内で翻訳される要素に対応します。通常、これはアプリケーションインターフェイス内の文、ラベル、または段落を表します。
ru: Переводный блок соответствует элементу, который должен быть переведен в вашем файле XLIFF. Обычно это представляет собой предложение, метку или абзац в интерфейсе вашего приложения.
vi: Một đơn vị dịch tương ứng với một phần tử cần được dịch trong tệp XLIFF của bạn. Thông thường, điều này đại diện cho một câu, nhãn hoặc đoạn văn trong giao diện ứng dụng của bạn.
zh: 翻译单元对应于需要在您的 XLIFF 文件中翻译的元素。通常，这代表您应用程序界面中的一句话、标签或段落。

# PRICING_FAQ_UNUSED_CREDITS
source: What happens to unused translation credits?
de: Was passiert mit ungenutzten Übersetzungsguthaben?
es: ¿Qué sucede con los créditos de traducción no utilizados?
fr: Que se passe-t-il avec les crédits de traduction non utilisés ?
he: מה קורה עם אשראי תרגום לא מנוצל?
hi: आपके अनउपयोगी अनुवाद क्रेडिट्स का क्या होता है?
ja: 未使用の翻訳クレジットはどうなりますか？
ru: Что происходит с неиспользованными переводческими кредитами?
vi: Những tín dụng dịch chưa sử dụng sẽ ra sao?
zh: 您的翻译积分永不过期。您可以在任何时候将其用于未来的翻译。

# PRICING_FAQ_UNUSED_CREDITS_ANSWER
source: Your translation credits never expire. You can use them at any time for future translations.
de: Ihre Übersetzungsguthaben laufen nie ab. Sie können sie jederzeit für zukünftige Übersetzungen verwenden.
es: Sus créditos de traducción nunca caducan. Puede usarlos en cualquier momento para futuras traducciones.
fr: Vos crédits de traduction n'expirent jamais. Vous pouvez les utiliser à tout moment pour de futures traductions.
he: זיכיונות התרגום שלך אינם פוקעים. אתה יכול להשתמש בהם בכל עת עבור תרגומים עתידיים.
hi: आपके अनुवाद क्रेडिट कभी समाप्त नहीं होते। आप उन्हें भविष्य के अनुवादों के लिए किसी भी समय उपयोग कर सकते हैं।
ja: あなたの翻訳クレジットは決して期限切れになりません。将来の翻訳のためにいつでも使用できます。
ru: Ваши кредитные средства для перевода никогда не истекают. Вы можете использовать их в любое время для будущих переводов.
zh: 您的翻译积分永远不会过期。您可以在任何时间用于未来的翻译。

# PRICING_FAQ_MEMBERSHIP_LEVELS
source: What are membership levels?
de: Was sind Mitgliedschaftsstufen?
es: ¿Qué son los niveles de membresía?
fr: Quels sont les niveaux d'adhésion ?
he: מה הם רמות המנוי?
hi: मेम्बरशिप स्तर क्या हैं?
ja: メンバーシップレベルとは何ですか？
ru: Каковы уровни членства?
vi: Các cấp độ thành viên là gì?
zh: 会员级别是什么？

# PRICING_FAQ_MEMBERSHIP_LEVELS_ANSWER
source: As you purchase credits, you'll unlock membership levels (Bronze, Silver, Gold, Diamond) that provide additional features and better rates for translations. Once you reach a level, you keep it permanently.
de: Wenn Sie Credits kaufen, schalten Sie Mitgliedschaftsstufen (Bronze, Silber, Gold, Diamant) frei, die zusätzliche Funktionen und bessere Preise für Übersetzungen bieten. Sobald Sie eine Stufe erreicht haben, behalten Sie diese dauerhaft.
es: A medida que compras créditos, desbloquearás niveles de membresía (Bronce, Plata, Oro, Diamante) que ofrecen funciones adicionales y mejores tarifas para traducciones. Una vez que alcances un nivel, lo mantendrás permanentemente.
he: כאשר תבצע רכישת אשראים, תפתח רמות חברות (ברונזה, כסף, זהב, יהלום) אשר מספקות תכונות נוספות ושיעורי תרגום טובים יותר. ברגע שתגיע לרמה מסוימת, אתה שומר עליה לצמיתות.
ru: При покупке кредитов вы разблокируете уровни членства (Бронзовый, Серебряный, Золотой, Алмазный), которые предоставляют дополнительные функции и лучшие расценки на переводы. Как только вы достигнете уровня, вы сохраняете его навсегда.

# PRICING_FAQ_SPECIAL_NEEDS
source: What if I have special requirements?
de: Was ist, wenn ich besondere Anforderungen habe?
es: ¿Qué pasa si tengo requisitos especiales?
fr: Que faire si j'ai des exigences spéciales ?
he: מה אם יש לי דרישות מיוחדות?
hi: क्या होगा अगर मेरी विशेष आवश्यकताएँ हों?
ja: 特別な要件がある場合はどうすればよいですか？
ru: Что если у меня есть специальные требования?
vi: Nếu tôi có các yêu cầu đặc biệt thì sao?
zh: 如果我有特殊要求怎么办？
