Repository: softwarity/xliff-saas
Catalog: src/locale/messages.*.xlf
Languages: de, es, fr, he, hi, ja, ru, vi, zh

# INITIAL_SETUP_CHANGE_2
source: Add "@angular/localize/init" to the polyfills array in angular.json
fr: Ajoute "@angular/localize/init" au tableau des polyfills dans angular.json
hi: angular.json में polyfills array में "@angular/localize/init" जोड़ें
ja: angular.jsonのpolyfills配列に「"@angular/localize/init"」を追加してください
vi: Thêm "@angular/localize/init" vào mảng polyfills trong angular.json
zh: 将“@angular/localize/init”添加到angular.json中的polyfills数组中

# INITIAL_SETUP_NOTE
source: Note: We'll modify the outputPath later in the configuration to match our workflow.
fr: Note : Nous modifierons le outputPath plus tard dans la configuration pour l'adapter à notre flux de travail.
hi: नोट: हम बाद में अपनी वर्कफ़्लो के अनुसार कॉन्फ़िगरेशन में outputPath को संशोधित करेंगे।
ja: 注: 後で設定でoutputPathを変更して、ワークフローに合わせます。
vi: Lưu ý: Chúng tôi sẽ điều chỉnh outputPath sau trong cấu hình để phù hợp với quy trình làm việc của chúng tôi.
zh: 注意：我们将在配置中稍后修改 outputPath 以匹配我们的工作流程。

# EXTRACT_TOOL_DESCRIPTION
source: For managing translation files, we'll use ng-extract-i18n-merge which simplifies the process of extracting and merging translations:
fr: Pour gérer les fichiers de traduction, nous utiliserons ng-extract-i18n-merge qui simplifie le processus d'extraction et de fusion des traductions :
hi: अनुवाद फ़ाइलों का प्रबंधन करने के लिए, हम ng-extract-i18n-merge का उपयोग करेंगे, जो अनुवादों को निकालने और मर्ज करने की प्रक्रिया को सरल बनाता है:
ja: 翻訳ファイルを管理するために、ng-extract-i18n-mergeを使用します。これにより、翻訳の抽出とマージのプロセスが簡素化されます：
vi: Để quản lý các tệp dịch, chúng tôi sẽ sử dụng ng-extract-i18n-merge, công cụ này đơn giản hóa quá trình trích xuất và gộp các bản dịch:
zh: 用于管理翻译文件，我们将使用 ng-extract-i18n-merge，它简化了提取和合并翻译的过程：

# EXTRACT_I18N_OPTION_1
source: <strong>buildTarget</strong>: Your application's build target name
fr: <strong>nom de la cible de construction</strong> : Le nom de la cible de construction de votre application
hi: <strong>बिल्डटारगेट</strong>: आपके अनुप्रयोग का निर्माण लक्ष्य नाम
ja: <strong>buildTarget</strong>: アプリケーションのビルドターゲット名
vi: <strong>tên mục tiêu xây dựng</strong>: Tên mục tiêu xây dựng của ứng dụng của bạn
zh: <strong>构建目标</strong>: 您的应用程序的构建目标名称

# EXTRACT_I18N_OPTION_2
source: <strong>outputPath</strong>: Directory where translation files will be stored
fr: <strong>cheminDeSortie</strong>: Répertoire où les fichiers de traduction seront stockés
hi: <strong>आउटपुट पथ</strong>: अनुवाद फाइलों को स्टोर करने के लिए निर्देशिका
ja: <strong>出力パス</strong>: 翻訳ファイルを保存するディレクトリ
vi: <strong>đường dẫn xuất</strong>: Thư mục nơi các tệp bản dịch sẽ được lưu trữ
zh: <strong>输出路径</strong>: 翻译文件将存储的目录

# EXTRACT_I18N_OPTION_3
source: <strong>includeContext</strong>: Includes source file information in the XLIFF files
fr: <strong>inclureContexte</strong> : Inclut les informations sur le fichier source dans les fichiers XLIFF
hi: <strong>includeContext</strong>: XLIFF फ़ाइलों में स्रोत फ़ाइल जानकारी शामिल करता है
ja: <strong>includeContext</strong>:XLIFFファイルにソースファイル情報を含めます
vi: <strong>bao gồm ngữ cảnh</strong>: Bao gồm thông tin tệp nguồn trong các tệp XLIFF
zh: <strong>包含上下文</strong>：在XLIFF文件中包含源文件信息

# EXTRACT_I18N_OPTION_4
source: <strong>resetTranslationState</strong>: Marks all translations as needing review on changes
fr: <strong>réinitialiser l'état de traduction</strong> : Indique que toutes les traductions doivent être révisées lors des modifications
hi: <strong>पुनःअनुवाद स्थिति</strong>: परिवर्तनों पर सभी अनुवादों को समीक्षा की आवश्यकता के रूप में चिह्नित करें
ja: <strong>翻訳状態をリセットする</strong>: 変更に伴いすべての翻訳をレビューが必要とするマークを付けます
vi: <strong>Đặt lại trạng thái dịch</strong>: Đánh dấu tất cả các bản dịch cần được xem xét khi có thay đổi
zh: <strong>重置翻译状态</strong>：标记所有翻译为在更改时需要审核

# EXTRACT_I18N_OPTION_5
source: <strong>targetFiles</strong>: List of translation files to generate/update
fr: <strong>fichiers cibles</strong>: Liste des fichiers de traduction à générer/mettre à jour
hi: <strong>लक्ष्य फ़ाइलें</strong>: उत्पन्न करने/अपडेट करने के लिए अनुवाद फ़ाइलों की सूची
ja: <strong>ターゲットファイル</strong>：生成/更新する翻訳ファイルのリスト
vi: <strong>tệp tin mục tiêu</strong>: Danh sách các tệp tin dịch để tạo/cập nhật
zh: <strong>目标文件</strong>：要生成/更新的翻译文件列表

# GITHUB_TOKEN_LOCATION
source: Get your token here: Settings > Developer settings > Personal access tokens > Tokens (classic) > Generate new token
ja: トークンを取得するには、こちらをご覧ください: 設定 > 開発者設定 > 個人アクセストークン > トークン (クラシック) > 新しいトークンを生成

# CONNECT_STEP_1
source: <strong>Select a provider</strong>: Choose from GitHub, GitLab, or Bitbucket
fr: <strong>Sélectionnez un fournisseur</strong> : Choisissez parmi GitHub, GitLab ou Bitbucket
ja: <strong>プロバイダーを選択</strong>: GitHub、GitLab、またはBitbucketから選択してください
vi: <strong>Chọn một nhà cung cấp</strong>: Chọn từ GitHub, GitLab hoặc Bitbucket

# CONNECT_STEP_2
source: <strong>Configure access</strong>: Create and provide the appropriate tokens
fr: <strong>Configurer l'accès</strong> : Créez et fournissez les jetons appropriés
ja: <strong>アクセスを構成</strong>：適切なトークンを作成して提供します
vi: <strong>Cấu hình quyền truy cập</strong>: Tạo và cung cấp các mã thông báo phù hợp

# CONNECT_STEP_3
source: <strong>Save your configuration</strong>: Enter your token and save the connection
fr: <strong>Sauvegardez votre configuration</strong>: Entrez votre jeton et enregistrez la connexion
ja: <strong>設定を保存</strong>: トークンを入力して接続を保存してください
vi: <strong>Lưu cấu hình của bạn</strong>: Nhập mã thông báo của bạn và lưu kết nối

# GITLAB_DESC
source: Create a Personal Access Token with <code>api</code>, <code>read_repository</code>, and <code>write_repository</code> scopes.
fr: Créez un jeton d'accès personnel avec <code>api</code>, <code>read_repository</code>, et <code>write_repository</code> portées.
ja: 個人用アクセストークンを作成し、<code>api</code>、<code> read_repository</code>、および<code>write_repository</code>スコープを設定します。
vi: Tạo một Mã thông hành Cá nhân với <code>api</code>, <code>read_repository</code>, và <code>write_repository</code> phạm vi.

# BITBUCKET_DESC
source: Create an App Password with <code>repository:read</code> and <code>repository:write</code> permissions.
fr: Créez un mot de passe d'application avec <code>repository:read</code> et <code>repository:write</code> permissions.
ja: <code> repository:read</code> および <code>repository:write</code> 権限でアプリパスワードを作成します。
vi: Tạo một Mật khẩu Ứng dụng với <code>repository:read</code> và <code>repository:write</code> quyền.

# REPOSITORY_STEP_1
source: Navigate to the provider's page where your repositories are listed
fr: Naviguez vers la page du fournisseur où vos dépôts sont listés
hi: संप Anbieter के पृष्ठ पर जाएँ जहाँ आपके रिपॉजिटरी सूचीबद्ध हैं
ja: 提供者のページに移動し、リポジトリが一覧表示されます
vi: Đi tới trang của nhà cung cấp nơi danh sách các kho chứa của bạn được liệt kê
zh: 导航到提供者的页面，查看您的储存库列表

# ESTIMATE_STEP_2
source: Click on "Estimate" to analyze your XLIFF files
fr: Cliquez sur "Estimer" pour analyser vos fichiers XLIFF
hi: "अनुमान" पर क्लिक करें ताकि आप अपनी XLIFF फाइलों का विश्लेषण कर सकें
ja: 「見積もり」をクリックして、XLIFFファイルを分析します
vi: Nhấp vào "Estimate" để phân tích các tệp XLIFF của bạn
zh: 点击“评估”以分析您的 XLIFF 文件

# ESTIMATE_STEP_31
source: <strong>Branch</strong>: Select the branch containing your XLIFF files
fr: <strong>Branche</strong>: Sélectionnez la branche contenant vos fichiers XLIFF
hi: <strong>शाखा</strong>: अपने XLIFF फ़ाइलों को समर्पित शाखा चुनें
ja: <strong>ブランチ</strong>: XLIFFファイルが含まれているブランチを選択してください
vi: <strong>Nhánh</strong>: Chọn nhánh chứa các tệp XLIFF của bạn
zh: <strong>分支</strong>: 选择包含您的 XLIFF 文件的分支

# ESTIMATE_STEP_32
source: <strong>File Pattern</strong>: By default "xlf" to search all XLIFF files. Use specific patterns like "ru.xlf" to target only Russian files
fr: <strong>Modèle de fichier</strong> : Par défaut "xlf" pour rechercher tous les fichiers XLIFF. Utilisez des modèles spécifiques comme "ru.xlf" pour cibler uniquement les fichiers russes.
hi: फाइल पैटर्न: डिफ़ॉल्ट रूप से "xlf" सभी XLIFF फ़ाइलों को खोजने के लिए होता है। केवल रूसी फ़ाइलों को लक्षित करने के लिए विशेष पैटर्न का उपयोग करें जैसे "ru.xlf"
ja: <strong>ファイルパターン</strong>: デフォルトでは「xlf」で、すべてのXLIFFファイルを検索します。「ru.xlf」のような特定のパターンを使用すると、ロシアのファイルのみをターゲットにできます
vi: <strong>Mẫu Tệp</strong>: Mặc định là "xlf" để tìm kiếm tất cả các tệp XLIFF. Sử dụng các mẫu cụ thể như "ru.xlf" để chỉ nhắm vào các tệp tiếng Nga.
zh: <strong>文件模式</strong>：默认情况下为"xlf"，以搜索所有XLIFF文件。使用特定模式，例如"ru.xlf"，仅针对俄文文件。

# ESTIMATE_STEP_33
source: <strong>Translation State</strong>: Choose which translation units to include (default is "new" to focus on untranslated content)
fr: <strong>État de traduction</strong> : Choisissez les unités de traduction à inclure (par défaut, "nouveau" pour se concentrer sur le contenu non traduit)
hi: <strong>अनुवाद स्थिति</strong>: उन अनुवादित इकाइयों का चयन करें जिन्हें शामिल करना है (डिफ़ॉल्ट "नए" पर ध्यान केंद्रित करने के लिए है)
ja: <strong>翻訳状態</strong>: 含める翻訳ユニットを選択してください（デフォルトは「新」で、未翻訳のコンテンツに焦点を当てます）
vi: <strong>Trạng thái dịch</strong>: Chọn các đơn vị dịch nào để bao gồm (mặc định là "mới" để tập trung vào nội dung chưa dịch)
zh: <strong>翻译状态</strong>: 选择要包含的翻译单元（默认是“新”以专注于未翻译的内容）

# TRANSLATE_STEP_2
source: Click on "Translate" to begin the process
fr: Cliquez sur "Traduire" pour commencer le processus
hi: क्लिक करें "Translate" प्रक्रिया शुरू करने के लिए
ja: 「Translate」をクリックしてプロセスを開始します
vi: Nhấp vào "Dịch" để bắt đầu quá trình
zh: 点击“翻译”以开始该过程

# TRANSLATE_STEP_3_TRANSLATION_STATE
source: Select which translation units to process (e.g., "new", "needs-translation")
fr: Sélectionnez les unités de traduction à traiter (par exemple, "new", "needs-translation")
hi: जो अनुवाद इकाइयों को संसाधित करना है उसे चुनें (जैसे, "नया", "अनुवाद की आवश्यकता")
ja: 処理する翻訳ユニットを選択します (例: "新規", "翻訳が必要")
vi: Chọn các đơn vị dịch để xử lý (ví dụ: "mới", "cần dịch")
zh: 选择要处理的翻译单元（例如，“new”，“needs-translation”）

# TRANSLATE_STEP_3_TARGET_STATE
source: Define the state to set for translated units (e.g., "translated", "final")
fr: Définissez l'état à définir pour les unités traduites (par exemple, "traduit", "final").
hi: अनुवादित इकाइयों के लिए सेट करने के लिए स्थिति को परिभाषित करें (जैसे, "अनुवादित", "अंतिम")
ja: 翻訳されたユニットに設定する状態を定義します（例: "translated", "final"）
vi: Định nghĩa trạng thái mà bạn muốn đặt cho các đơn vị đã dịch (ví dụ: "đã dịch", "cuối cùng")
zh: 为翻译单元定义要设置的状态（例如，“已翻译”、“最终”）

# TRANSLATION_OPTIONS_REF
source: You'll be prompted with the translation options modal as shown earlier in the "Selecting Repositories" section.
fr: Vous serez invité à afficher la fenêtre contextuelle des options de traduction comme indiqué précédemment dans la section "Sélectionner des dépôts".
hi: आपको "गिटहब", "गिटलैब" या "बिटबकेट" में से किसी एक प्रदाता का चयन करने के लिए कहा जाएगा। फिर, आपको अपने एक्सएलआईएफ़ फ़ाइलों के साथ काम करने के लिए शाखा की पहचान करना होगा। अब आप "अनुवाद" पर क्लिक करके प्रक्रिया प्रारंभ कर सकते हैं।
ja: "翻訳オプションモーダルが表示され、前述の「リポジトリの選択」セクションに示されているようになります。"
vi: Bạn sẽ được đưa ra mô-đun tùy chọn dịch như đã trình bày trước đó trong phần "Chọn Kho lưu trữ".
zh: 您将被提示出现翻译选项模态框，如“选择仓库”部分所示。

# CONTEXT_AWARE_AI_DESCRIPTION
source: Intelligent translations based on your application's context and business domain
fr: Des traductions intelligentes basées sur le contexte et le domaine d'activité de votre application
hi: आपकी एप्लिकेशन के संदर्भ और व्यावसायिक डोमेन के आधार पर बुद्धिमान अनुवाद
ja: アプリケーションのコンテキストとビジネスドメインに基づいたインテリジェントな翻訳
vi: Dịch thuật thông minh dựa trên ngữ cảnh của ứng dụng và lĩnh vực kinh doanh của bạn
zh: 基于您应用程序的上下文和业务领域的智能翻译

# HOW_CAN_XLIFF_TRANSLATOR_HELP_MY_BUSINESS_ANSWER
source: XLIFF Translator simplifies the management of your application's translations by using AI to automatically generate accurate translations. This saves you time and money while improving the quality of your translations.
fr: Le traducteur XLIFF simplifie la gestion des traductions de votre application en utilisant l'IA pour générer automatiquement des traductions précises. Cela vous fait économiser du temps et de l'argent tout en améliorant la qualité de vos traductions.
hi: XLIFF Translator आपके एप्लिकेशन के अनुवादों के प्रबंधन को सरल बनाता है, AI का उपयोग करके स्वचालित रूप से सटीक अनुवाद उत्पन्न करता है। यह आपके समय और धन की बचत करता है जबकि आपके अनुवाद की गुणवत्ता को सुधारता है।
ja: XLIFF翻訳者はAIを使用してアプリケーションの翻訳管理を簡素化し、正確な翻訳を自動生成します。これにより、時間とコストを節約し、翻訳の質を向上させることができます。
vi: XLIFF Translator đơn giản hóa việc quản lý bản dịch của ứng dụng của bạn bằng cách sử dụng AI để tự động tạo bản dịch chính xác. Điều này giúp bạn tiết kiệm thời gian và tiền bạc trong khi cải thiện chất lượng bản dịch của bạn.
zh: XLIFF翻译器通过使用人工智能自动生成准确的翻译，从而简化了您应用程序翻译的管理。这为您节省了时间和金钱，同时提高了翻译质量。

# AUTOMATED_WORKFLOW_ABSTRACT
source: Simply connect your Git repository, start the translation, and we'll handle the rest. Our AI-powered platform takes care of everything automatically.
fr: Il vous suffit de connecter votre référentiel Git, de commencer la traduction et nous nous occupons du reste. Notre plateforme alimentée par l'IA s'occupe de tout automatiquement.
hi: बस अपने Git रिपॉजिटरी को कनेक्ट करें, अनुवाद शुरू करें, और बाकी काम हमें सौंप दें। हमारा AI-शक्ति से संचालित प्लेटफॉर्म सब कुछ स्वचालित रूप से संभालता है।
ja: Git リポジトリに接続するだけで、翻訳を開始し、残りは私たちが処理します。私たちの AI 搭載プラットフォームは、すべてを自動的に処理します。
vi: Đơn giản chỉ cần kết nối kho mã Git của bạn, bắt đầu dịch và chúng tôi sẽ lo liệu phần còn lại. Nền tảng của chúng tôi được hỗ trợ bởi AI sẽ tự động xử lý mọi thứ.
zh: 只需连接您的 Git 仓库，开始翻译，其余的交给我们。我们的人工智能驱动平台会自动处理一切。

# TRANSUNIT_SOURCE_DESCRIPTION
source: The original text in your application's source language
fr: Le texte original dans la langue source de votre application
hi: आपके आवेदन की स्रोत भाषा में मूल पाठ
ja: アプリケーションのソース言語における元のテキスト
vi: Văn bản gốc trong ngôn ngữ nguồn của ứng dụng của bạn
zh: 应用程序的源语言中的原始文本

# SUPPORTED_FORMATS_DESCRIPTION
source: Our platform supports the following XLIFF formats for maximum compatibility with Angular's internationalization system:
fr: Notre plateforme prend en charge les formats XLIFF suivants pour une compatibilité maximale avec le système d'internationalisation d'Angular :
hi: हमारा मंच अधिकतम संगतता के लिए निम्नलिखित XLIFF प्रारूपों का समर्थन करता है जो Angular के अंतरराष्ट्रीयकरण प्रणाली के साथ है:
ja: 私たちのプラットフォームは、Angularの国際化システムとの最大互換性を確保するために、次のXLIFF形式をサポートしています：
vi: Nền tảng của chúng tôi hỗ trợ các định dạng XLIFF sau đây để tối đa hóa khả năng tương thích với hệ thống quốc tế hóa của Angular:
zh: 我们的平台支持以下 XLIFF 格式，以实现与 Angular 国际化系统的最大兼容性：

# CONTEXT_AWARE_DESCRIPTION
source: Our AI-powered translation engine understands your application's context, ensuring accurate and meaningful translations that maintain the original intent of your content.
fr: Notre moteur de traduction alimenté par IA comprend le contexte de votre application, garantissant des traductions précises et significatives qui préservent l'intention originale de votre contenu.
hi: हमारा AI-समर्थित अनुवाद इंजन आपके अनुप्रयोग के संदर्भ को समझता है, सटीक और सार्थक अनुवाद सुनिश्चित करता है जो आपके सामग्री के मूल इरादे को बनाए रखता है।
ja: 私たちのAI駆動の翻訳エンジンは、あなたのアプリケーションのコンテキストを理解し、元の意図を保持した正確で意味のある翻訳を保証します。
vi: Công nghệ dịch thuật được trang bị trí tuệ nhân tạo của chúng tôi hiểu ngữ cảnh của ứng dụng của bạn, đảm bảo các bản dịch chính xác và có ý nghĩa, mà vẫn giữ nguyên ý định gốc của nội dung bạn.
zh: 我们的AI驱动翻译引擎理解您应用程序的上下文，确保准确且有意义的翻译，保持您内容的原始意图。

# OOPS_PAGE_NOT_FOUND
source: Oops! The page you're looking for seems to have vanished into the void...
fr: Oups ! La page que vous recherchez semble avoir disparu dans le vide...
hi: अरे! जिस पृष्ठ की आप तलाश कर रहे हैं, वह जैसे अदृश्य हो गया है...
ja: おっと！探しているページは消えてしまったようです...
vi: Ôi không! Trang bạn đang tìm kiếm dường như đã biến mất vào khoảng không...
zh: 哎呀！您正在寻找的页面似乎已经消失在虚空中……

# PRICING_FAQ_MEMBERSHIP_LEVELS_ANSWER
source: As you purchase credits, you'll unlock membership levels (Bronze, Silver, Gold, Diamond) that provide additional features and better rates for translations. Once you reach a level, you keep it permanently.
fr: En achetant des crédits, vous débloquerez des niveaux d'adhésion (Bronze, Argent, Or, Diamant) qui offrent des fonctionnalités supplémentaires et de meilleures tarifs pour les traductions. Une fois que vous atteignez un niveau, vous le conservez de manière permanente.
hi: क्रेडिट खरीदने के साथ, आप सदस्यता स्तर (कांस्य, चांदी, सोना, हीरा) अनलॉक करेंगे जो अतिरिक्त सुविधाएँ और अनुवाद के लिए बेहतर दरें प्रदान करते हैं। एक बार जब आप एक स्तर तक पहुंचते हैं, तो आप इसे स्थायी रूप से रख लेते हैं।
ja: クレジットを購入すると、追加機能や翻訳に対するより良いレートを提供するメンバーシップレベル（ブロンズ、シルバー、ゴールド、ダイヤモンド）をアンロックします。一度レベルに達すると、そのレベルを永久に保持できます。
vi: Khi bạn mua tín dụng, bạn sẽ mở khóa các cấp độ thành viên (Thiếc, Bạc, Vàng, Kim cương) cung cấp tính năng bổ sung và mức giá tốt hơn cho việc dịch. Khi bạn đạt đến một cấp độ, bạn giữ nó mãi mãi.
zh: 随着您购买积分，您将解锁会员级别（铜牌、银牌、金牌、钻石），这些级别提供额外的功能和更好的翻译费率。一旦达到某个级别，您将永久保留该级别。

# PRICING_FAQ_SPECIAL_NEEDS_ANSWER
source: If you have specific needs or require a custom solution, please contact our sales team. We'll be happy to create a tailored credit package for your organization.
fr: Si vous avez des besoins spécifiques ou si vous avez besoin d'une solution sur mesure, veuillez contacter notre équipe de vente. Nous serons heureux de créer un package de crédits adapté à votre organisation.
hi: यदि आपके पास विशेष आवश्यकताएँ हैं या आप एक कस्टम समाधान की आवश्यकता है, तो कृपया हमारी बिक्री टीम से संपर्क करें। हमें आपके संगठन के लिए एक अनुकूल क्रेडिट पैकेज बनाने में खुशी होगी।
ja: 特定のニーズがある場合やカスタムソリューションが必要な場合は、営業チームにご連絡ください。お客様の組織に合わせたクレジットパッケージを喜んで作成いたします。
vi: Nếu bạn có nhu cầu cụ thể hoặc yêu cầu một giải pháp tùy chỉnh, vui lòng liên hệ với đội ngũ bán hàng của chúng tôi. Chúng tôi sẽ rất vui được tạo ra một gói tín dụng phù hợp cho tổ chức của bạn.
zh: 如果您有特定需求或需要定制解决方案，请联系销售团队。我们将很高兴为您的组织创建量身定制的信用套餐。

# TERMS_SERVICE_TEXT
source: Our service is provided "as is" and we make no warranties about its reliability or availability. We reserve the right to modify or discontinue the service at any time.
fr: Notre service est fourni "tel quel" et nous ne garantissons pas sa fiabilité ou sa disponibilité. Nous nous réservons le droit de modifier ou d'interrompre le service à tout moment.
hi: हमारी सेवा "जैसी है" प्रदान की जाती है और हम इसकी विश्वसनीयता या उपलब्धता के बारे में कोई वारंटी नहीं देते हैं। हम किसी भी समय सेवा को संशोधित या समाप्त करने का अधिकार सुरक्षित रखते हैं।
ja: 私たちのサービスは「現状のまま」提供されており、その信頼性や可用性について保証はいたしません。私たちは、いつでもサービスを変更または中止する権利を留保します。
vi: Dịch vụ của chúng tôi được cung cấp "như vậy" và chúng tôi không đưa ra bất kỳ bảo đảm nào về độ tin cậy hoặc khả năng sẵn có của nó. Chúng tôi giữ quyền sửa đổi hoặc ngừng cung cấp dịch vụ bất cứ lúc nào.
zh: 我们的服务是按“现状”提供的，我们对其可靠性或可用性不做任何保证。我们保留随时修改或终止服务的权利。

source: Get your token here
de: Holen Sie sich hier Ihr Token: Einstellungen > Entwicklereinstellungen > persönliche Zugriffstoken > Tokens (klassisch) > Erstellen Sie ein neues Token
es: Consigue tu token aquí

# SUPPORTED_FORMATS_XLIFF_1_2_DESCRIPTION
source: Full support for XLIFF 1.2 format, including all Angular i18n features and metadata
de: Vollständige Unterstützung für das XLIFF 1.2-Format, einschließlich aller Angular i18n-Funktionen und -Metadaten
es: Compatibilidad total con el formato XLIFF 1.2, incluidas todas las características y metadatos de i18n de Angular.

# SOON_SUPPORTED_FORMATS_XLIFF_2_0_DESCRIPTION
source: (Soon) Complete support for the latest XLIFF 2.0 specification with enhanced features
de: (Bald) Vollständige Unterstützung der neuesten XLIFF 2.0-Spezifikation mit erweiterten Funktionen
es: (Soon) Soporte completo para la última especificación XLIFF 2.0 con características mejoradas

# AVATAR_SERVICE_ERROR_GETTING_AVATAR
source: Error getting avatar
ru: Ошибка при получении аватара

# SOFTWARITY_LABEL
source: softwarity
ru: софтварити

# UPDATED_DATE
source: Updated Apr 8, 2025
ru: Обновлено 8 апреля 2025 года

# GITLAB_DESC
source: Create a Personal Access Token with <b>api</b>, <b>read_repository</b>, and <b>write_repository</b> scopes.
de: Erstellen Sie ein persönliches Zugriffstoken mit <b>api</b>, <b>read_repository</b>, und <b>write_repository</b> Berechtigungen.

# BITBUCKET_DESC
source: Create an App Password with <b>repository:read</b> and <b>repository:write</b> permissions.
de: Erstellen Sie ein App-Passwort mit <b>repository:read</b> und <b>repository:write</b> Berechtigungen.

# RESOURCE_NG_EXTRACT_I18N_MERGE
source: ng-extract-i18n-merge
de: ng-extract-i18n-mitternacht

# GITHUB_DESC
source: Create a Personal Access Token with <b>repo</b>, and <b>repo:org</b> scopes.
de: Erstellen Sie ein persönliches Zugriffstoken mit <b>repo</b>, und <b>repo:org</b> Scopes.

# CONNECT_STEP_1_TITLE
source: Select a provider
de: Wählen Sie einen Anbieter

# CONNECT_STEP_1_DESCRIPTION
source: Choose from GitHub, GitLab, or Bitbucket
de: Wählen Sie zwischen GitHub, GitLab oder Bitbucket

# CONNECT_STEP_2_TITLE
source: Configure access
de: Konfigurieren Sie den Zugriff

# CONNECT_STEP_2_DESCRIPTION
source: Create and provide the appropriate tokens
de: Erstellen und Bereitstellen der entsprechenden Tokens

# CONNECT_STEP_3_TITLE
source: Save your configuration
de: Speichern Sie Ihre Konfiguration

# CONNECT_STEP_3_DESCRIPTION
source: Enter your token and save the connection
de: Geben Sie Ihr Token ein und speichern Sie die Verbindung

# BITBUCKET_CONNECTED_SUCCESS
source: Successfully connected to Bitbucket
de: Erfolgreich mit Bitbucket verbunden

# FAILED_TO_CONNECT_BITBUCKET
source: Failed to connect to Bitbucket. err.message
de: Fehler beim Verbinden mit Bitbucket. err.message

# GITHUB_CONNECTED_SUCCESS
source: Successfully connected to Github
de: Erfolgreich mit Github verbunden

# FAILED_TO_CONNECT_GITHUB
source: Failed to connect to Github. err.message
de: Fehler beim Verbinden mit Github. err.message

# GITLAB_CONNECTED_SUCCESS
source: Successfully connected to GitLab
de: Erfolgreich mit GitLab verbunden

# FAILED_TO_CONNECT_GITLAB
source: Failed to connect to GitLab. err.message
de: Fehler beim Verbinden mit GitLab. err.message

# ESTIMATED_TIME
source: Estimated time: minutes minutes
de: Geschätzte Zeit: Minuten Minuten

source: Toggle color scheme
de: Wechseln des Farbschemas

source: Failed
de: Fehler
