Repository: softwarity/xliff-saas
Catalog: src/locale/messages.*.xlf
Languages: de, es, fr, he, hi, ja, ru, vi, zh

# PRICING_FAQ_SPECIAL_NEEDS_ANSWER
source: If you have specific needs or require a custom solution, please contact our sales team. We'll be happy to create a tailored credit package for your organization.
de: Wenn Sie spezifische Anforderungen haben oder eine maßgeschneiderte Lösung benötigen, wenden Sie sich bitte an unser Vertriebsteam. Wir helfen Ihnen gerne, ein auf Ihre Organisation zugeschnittenes Kreditpaket zu erstellen.
es: Si tiene necesidades específicas o requiere una solución personalizada, comuníquese con nuestro equipo de ventas. Estaremos encantados de crear un paquete de créditos adaptado para su organización.
he: אם יש לך צרכים ספציפיים או דורש פתרון מותאם אישית, אנא צור קשר עם צוות המכירות שלנו. נשמח ליצור חבילת אשראי מותאמת לארגון שלך.
ru: Если у вас есть специфические потребности или требуется индивидуальное решение, пожалуйста, свяжитесь с нашей продажной командой. Мы будем рады создать специальный кредитный пакет для вашей организации.

source: Contact Sales
de: Kontakt Vertrieb
es: Contacto con ventas
fr: Contacter les ventes
he: צור קשר עם המכירות
hi: संपर्क करें बिक्री
ja: 営業にお問い合わせください
ru: Связаться с продажами
vi: Liên hệ với bộ phận bán hàng
zh: 联系销售

# PRIVACY_TITLE
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: नीति की गोपनीयता
ja: プライバシーポリシー
ru: Политика конфиденциальности
vi: Chính sách bảo mật
zh: 隐私政策

# PRIVACY_LAST_UPDATED
source: Last updated: April 16, 2024
de: Zuletzt aktualisiert: 16. April 2024
es: Última actualización: 16 de abril de 2024
fr: Dernière mise à jour : 16 avril 2024
he: עדכון אחרון: 16 באפריל 2024
hi: अंतिम अपडेट: 16 अप्रैल, 2024
ja: 最終更新日：2024年4月16日
ru: Последнее обновление: 16 апреля 2024 года
vi: Cập nhật lần cuối: 16 tháng 4, 2024
zh: 最后更新：2024年4月16日

# PRIVACY_INTRODUCTION
source: Introduction
de: Einführung
es: Introducción
he: הקדמה
hi: परिचय
ja: はじめに
ru: Введение
vi: Giới thiệu
zh: 介绍

# PRIVACY_INTRO_TEXT
source: We are committed to protecting your privacy. This policy explains how we collect, use, and protect your personal information.
de: Wir verpflichten uns, Ihre Privatsphäre zu schützen. Diese Richtlinie erklärt, wie wir Ihre personenbezogenen Daten erfassen, verwenden und schützen.
es: Estamos comprometidos a proteger su privacidad. Esta política explica cómo recopilamos, usamos y protegemos su información personal.
fr: Nous nous engageons à protéger votre vie privée. Cette politique explique comment nous collectons, utilisons et protégeons vos informations personnelles.
he: אנו מחויבים להגן על פרטיותך. מדיניות זו מסבירה כיצד אנו אוספים, משתמשים ומגנים על המידע האישי שלך.
hi: हम आपकी गोपनीयता की रक्षा के लिए प्रतिबद्ध हैं। यह नीति बताती है कि हम आपकी व्यक्तिगत जानकारी को कैसे इकट्ठा, उपयोग और सुरक्षित करते हैं।
ja: 私たちはあなたのプライバシーを保護することに全力を尽くしています。このポリシーでは、私たちがあなたの個人情報をどのように収集、使用、保護するかを説明します。
ru: Мы привержены защите вашей конфиденциальности. Данная политика объясняет, как мы собираем, используем и защищаем вашу личную информацию.
vi: Chúng tôi cam kết bảo vệ quyền riêng tư của bạn. Chính sách này giải thích cách chúng tôi thu thập, sử dụng và bảo vệ thông tin cá nhân của bạn.
zh: 我们致力于保护您的隐私。本政策说明我们如何收集、使用和保护您的个人信息。

# PRIVACY_COLLECTION
source: Information We Collect
de: Information, die wir sammeln
es: Información que recopilamos
fr: Informations que nous collectons
he: מידע שאנו אוספים
hi: हम जो जानकारी इकट्ठा करते हैं
ja: 収集する情報
ru: Сведения, которые мы собираем
vi: Thông tin chúng tôi thu thập
zh: 我们收集的信息

# PRIVACY_COLLECTION_1
source: Account information (email, name)
de: Kontoinformationen (E-Mail, Name)
es: Información de la cuenta (correo electrónico, nombre)
fr: Informations de compte (email, nom)
he: פרטי חשבון (אימייל, שם)
hi: खाता जानकारी (ईमेल, नाम)
ja: アカウント情報（メール、名前）
ru: Учётные данные (электронная почта, имя)
vi: Thông tin tài khoản (email, tên)
zh: 账户信息（电子邮件，姓名）

# PRIVACY_COLLECTION_2
source: Usage data and analytics
de: Nutzungsdaten und Analysen
es: Datos de uso y análisis
fr: Données et analyses d'utilisation
he: נתוני שימוש וניתוחים
hi: उपयोग डेटा और विश्लेषण
ja: 使用データと分析
ru: Данные об использовании и аналитика
vi: Dữ liệu sử dụng và phân tích
zh: 使用数据和分析

# PRIVACY_COLLECTION_3
source: Payment information (processed securely)
de: Zahlungsinformationen (sicher verarbeitet)
es: Información de pago (procesada de forma segura)
fr: Informations de paiement (traitées en toute sécurité)
he: מידע על תשלום (מעובד בצורה מאובטחת)
hi: भुगतान की जानकारी (सुरक्षित रूप से संसाधित)
ja: 支払い情報（安全に処理されます）
ru: Информация о платеже (обрабатывается безопасно)
vi: Thông tin thanh toán (được xử lý an toàn)
zh: 支付信息（安全处理）

# PRIVACY_USE
source: How We Use Your Information
de: Wie wir Ihre Informationen nutzen
es: Cómo utilizamos su información
fr: Comment nous utilisons vos informations
he: איך אנו משתמשים במידע שלך
hi: हम आपकी जानकारी का उपयोग कैसे करते हैं
ja: あなたの情報の使用方法
ru: Как мы используем вашу информацию
vi: Cách Chúng Tôi Sử Dụng Thông Tin Của Bạn
zh: 我们如何使用您的信息

# PRIVACY_USE_TEXT
source: We use your information to provide and improve our service, process payments, and communicate with you about your account.
de: Wir verwenden Ihre Informationen, um unseren Service bereitzustellen und zu verbessern, Zahlungen zu verarbeiten und mit Ihnen über Ihr Konto zu kommunizieren.
es: Usamos su información para proporcionar y mejorar nuestro servicio, procesar pagos y comunicarnos con usted sobre su cuenta.
fr: Nous utilisons vos informations pour fournir et améliorer notre service, traiter les paiements et communiquer avec vous au sujet de votre compte.
he: אנחנו משתמשים במידע שלך כדי לספק ולשפר את השירות שלנו, לעבד תשלומים ולתקשר איתך לגבי החשבון שלך.
hi: हम आपकी जानकारी का उपयोग हमारी सेवा प्रदान करने और सुधारने, भुगतान प्रक्रिया करने, और आपके खाते के बारे में आपसे संवाद करने के लिए करते हैं।
ja: 私たちは、お客様の情報を使用してサービスを提供・改善し、支払いを処理し、アカウントに関するコミュニケーションを行います。
ru: Мы используем вашу информацию для предоставления и улучшения нашего сервиса, обработки платежей и общения с вами по поводу вашей учетной записи.
vi: Chúng tôi sử dụng thông tin của bạn để cung cấp và cải thiện dịch vụ của mình, xử lý thanh toán và liên lạc với bạn về tài khoản của bạn.
zh: 我们使用您的信息来提供和改善我们的服务、处理付款，并与您沟通有关您的账户。

# PRIVACY_PROTECTION
source: Data Protection
de: Datenschutz
es: Protección de Datos
fr: Protection des données
he: הגנת נתונים
hi: डाटा सुरक्षा
ja: データ保護
ru: Защита данных
vi: Bảo vệ dữ liệu
zh: 数据保护

# PRIVACY_PROTECTION_TEXT
source: We implement appropriate security measures to protect your personal information from unauthorized access, alteration, or disclosure.
de: Wir implementieren angemessene Sicherheitsmaßnahmen, um Ihre persönlichen Informationen vor unbefugtem Zugriff, Veränderung oder Offenlegung zu schützen.
es: Implementamos medidas de seguridad adecuadas para proteger su información personal de accesos no autorizados, alteraciones o divulgaciones.
fr: Nous mettons en œuvre des mesures de sécurité appropriées pour protéger vos informations personnelles contre tout accès, altération ou divulgation non autorisés.
he: אנו מיישמים אמצעי אבטחה מתאימים כדי להגן על המידע האישי שלך גישה בלתי מורשית, שינוי או גילוי.
hi: हम उपयुक्त सुरक्षा उपायों को लागू करते हैं ताकि आपकी व्यक्तिगत जानकारी को अनधिकृत पहुंच, संशोधन, या प्रकटीकरण से सुरक्षित रखा जा सके।
ja: 私たちは、あなたの個人情報を不正アクセス、変更、または開示から保護するために、適切なセキュリティ対策を実施します。
ru: Мы реализуем соответствующие меры безопасности для защиты вашей личной информации от несанкционированного доступа, изменения или раскрытия.
vi: Chúng tôi thực hiện các biện pháp bảo mật phù hợp để bảo vệ thông tin cá nhân của bạn khỏi việc truy cập, thay đổi hoặc tiết lộ trái phép.
zh: 我们实施适当的安全措施，以保护您的个人信息不受未授权访问、修改或披露。

# PRIVACY_GO_HOME
source: Go to home page
de: Gehe zur Startseite
es: Ir a la página de inicio
fr: Allez à la page d'accueil
he: לך לדף הבית
hi: होम पृष्ठ पर जाएँ
ja: ホームページに移動
ru: Перейти на главную страницу
vi: Đi đến trang chính
zh: 转到首页

# PURCHASE_SUCCESS_TITLE
source: Payment Successful!
de: Zahlung Erfolgreich!
es: ¡Pago exitoso!
fr: Paiement réussi !
he: תשלום הצליח!
hi: भुगतान सफल हुआ!
ja: 支払い成功！
ru: Успешная оплата!
vi: Thanh toán thành công!
zh: 支付成功！

# PURCHASE_SUCCESS_MESSAGE
source: Thank you for your purchase. Your payment has been processed successfully, and your credits have been added to your account.
de: Vielen Dank für Ihren Einkauf. Ihre Zahlung wurde erfolgreich bearbeitet und Ihre Credits wurden Ihrem Konto hinzugefügt.
es: Gracias por su compra. Su pago ha sido procesado con éxito y sus créditos se han añadido a su cuenta.
fr: Merci pour votre achat. Votre paiement a été traité avec succès et vos crédits ont été ajoutés à votre compte.
he: תודה על הרכישה שלך. התשלום שלך עובד בהצלחה, והזיכויים שלך נוספו לחשבונך.
hi: धन्यवाद आपकी खरीददारी के लिए। आपके भुगतान को सफलतापूर्वक संसाधित किया गया है, और आपके क्रेडिट आपके खाते में जोड़े गए हैं।
ja: ご購入ありがとうございます。お支払いは正常に処理され、クレジットがアカウントに追加されました。
ru: Спасибо за вашу покупку. Ваш платеж был успешно обработан, и ваши кредиты были добавлены на ваш аккаунт.
vi: Cảm ơn bạn đã mua hàng. Thanh toán của bạn đã được xử lý thành công, và tín dụng của bạn đã được thêm vào tài khoản của bạn.
zh: 感谢您的购买。您的付款已成功处理，您的积分已添加到您的账户中。

source: Transaction Summary
de: Transaktionsübersicht
es: Resumen de la Transacción
fr: Résumé de la transaction
he: סיכום עסקה
hi: लेन-देन का सारांश
ja: 取引のサマリー
ru: Сводка транзакции
vi: Tóm tắt giao dịch
zh: 交易摘要

# TRANSACTION_STATUS
source: Status:
es: Estado:
fr: Statut :
he: סטטוס:
hi: स्थिति:
ja: ステータス：
ru: Статус:
vi: Trạng thái:
zh: 状态：

# TRANSACTION_DATE
source: Date:
de: Datum:
es: Fecha:
he: תאריך:
hi: तारीख:
ja: 日付：
ru: Дата:
vi: Ngày:
zh: 日期：

source: Go to Dashboard
de: Gehe zum Dashboard
es: Ir al tablero
fr: Aller au tableau de bord
he: לך ללוח המחוונים
hi: डैशबोर्ड पर जाएं
ja: ダッシュボードに移動
ru: Перейти к панели приборов
vi: Đi tới Bảng điều khiển
zh: 前往仪表板

source: View Plans
de: Pläne anzeigen
es: Ver planes
fr: Voir les plans
he: צפו בתוכניות
hi: योजना देखें
ja: プランを見る
ru: Посмотреть планы
vi: Xem kế hoạch
zh: 查看计划

# CREDITS_ADDED_SUCCESSFULLY
source: Credits have been added to your account successfully.
de: Ihr Guthaben wurde erfolgreich Ihrem Konto hinzugefügt.
es: Los créditos se han añadido a su cuenta con éxito.
fr: Des crédits ont été ajoutés avec succès à votre compte.
he: הקרדיטים נוספו לחשבון שלך בהצלחה.
hi: आपके खाते में क्रेडिट सफलतापूर्वक जोड़े गए हैं।
ja: アカウントにクレジットが正常に追加されました。
ru: Кредиты были успешно добавлены на ваш счёт.
vi: Credits đã được thêm vào tài khoản của bạn thành công.
zh: 成功地将积分添加到您的帐户中。

# TERMS_TITLE
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
he: תנאי שירות
hi: सेवा की शर्तें
ja: 利用規約
ru: Условия предоставления услуг
vi: Điều khoản dịch vụ
zh: 服务条款

# TERMS_LAST_UPDATED
source: Last updated: April 16, 2024
de: Letzte Aktualisierung: 16. April 2024
es: Última actualización: 16 de abril de 2024
fr: Dernière mise à jour : 16 avril 2024
he: עודכן לאחרונה: 16 באפריל 2024
hi: अंतिम अद्यतन: 16 अप्रैल 2024
ja: 最終更新日：2024年4月16日
ru: Последнее обновление: 16 апреля 2024 года
vi: Cập nhật lần cuối: Ngày 16 tháng 4 năm 2024
zh: 最后更新：2024年4月16日

# TERMS_INTRODUCTION
source: Introduction
de: Einleitung
es: Introducción
he: מבוא
hi: परिचय
ja: 紹介
ru: Введение
vi: Giới thiệu
zh: 介绍

# TERMS_INTRO_TEXT
source: Welcome to our translation service. By using our service, you agree to these terms. Please read them carefully.
de: Willkommen bei unserem Übersetzungsdienst. Durch die Nutzung unseres Dienstes stimmen Sie diesen Bedingungen zu. Bitte lesen Sie sie sorgfältig.
es: Bienvenido a nuestro servicio de traducción. Al utilizar nuestro servicio, usted acepta estos términos. Por favor, léalos detenidamente.
fr: Bienvenue dans notre service de traduction. En utilisant notre service, vous acceptez ces termes. Veuillez les lire attentivement.
he: ברוך הבא לשירות התרגום שלנו. בשימוש בשירות שלנו, אתה מסכים לתנאים אלה. אנא קרא אותם בקפידה.
hi: स्वागत है हमारे अनुवाद सेवा में। हमारी सेवा का उपयोग करके, आप इन शर्तों से सहमत होते हैं। कृपया इन्हें ध्यान से पढ़ें।
ja: 私たちの翻訳サービスへようこそ。私たちのサービスを利用することで、これらの条件に同意したことになります。注意深くお読みください。
ru: Добро пожаловать в наш сервис перевода. Пользуясь нашим сервисом, вы соглашаетесь с этими условиями. Пожалуйста, прочитайте их внимательно.
vi: Chào mừng bạn đến với dịch vụ dịch thuật của chúng tôi. Bằng cách sử dụng dịch vụ của chúng tôi, bạn đồng ý với các điều khoản này. Vui lòng đọc kỹ chúng.
zh: 欢迎使用我们的翻译服务。使用我们的服务即表示您同意这些条款。请仔细阅读。

# TERMS_ACCOUNT
source: Account Terms
de: Nutzungsbedingungen für Konten
es: Términos de la cuenta
fr: Conditions de compte
he: תנאי חשבון
hi: खाता शर्तें
ja: アカウント規約
ru: Условия аккаунта
vi: Điều khoản tài khoản
zh: 账户条款

# TERMS_ACCOUNT_1
source: You must be 18 years or older to use this service
de: Sie müssen mindestens 18 Jahre alt sein, um diesen Dienst zu nutzen
es: Debes tener 18 años o más para utilizar este servicio
fr: Vous devez avoir 18 ans ou plus pour utiliser ce service
he: עליך להיות בן 18 ומעלה כדי להשתמש בשירות זה
hi: आपको इस सेवा का उपयोग करने के लिए 18 वर्ष या उससे अधिक होना चाहिए
ja: このサービスを利用するには、18歳以上でなければなりません
ru: Вы должны быть старше 18 лет, чтобы использовать этот сервис
vi: Bạn phải từ 18 tuổi trở lên để sử dụng dịch vụ này
zh: 您必须年满18岁才能使用此服务

# TERMS_ACCOUNT_2
source: You must provide accurate information when creating an account
de: Sie müssen beim Erstellen eines Kontos genaue Informationen angeben
es: Debes proporcionar información precisa al crear una cuenta
fr: Vous devez fournir des informations exactes lors de la création d'un compte
he: עליך לספק מידע מדויק בעת יצירת חשבון
hi: आपको खाता बनाने के दौरान सटीक जानकारी प्रदान करनी चाहिए
ja: アカウントを作成する際には正確な情報を提供しなければなりません
ru: Вы должны предоставить точную информацию при создании учетной записи.
vi: Bạn phải cung cấp thông tin chính xác khi tạo tài khoản
zh: 您在创建账户时必须提供准确信息

# TERMS_ACCOUNT_3
source: You are responsible for maintaining the security of your account
de: Sie sind verantwortlich für die Sicherheit Ihres Kontos
es: Eres responsable de mantener la seguridad de tu cuenta
fr: Vous êtes responsable de la sécurité de votre compte
he: אתה אחראי על תחזוקת אבטחת החשבון שלך
hi: आप अपने खाते की सुरक्षा बनाए रखने के लिए जिम्मेदार हैं
ja: あなたは自分のアカウントのセキュリティを維持する責任があります
ru: Вы несете ответственность за поддержание безопасности вашей учетной записи
vi: Bạn có trách nhiệm duy trì sự an toàn cho tài khoản của mình
zh: 您有责任维护您的账户安全。

# TERMS_SERVICE
source: Service Usage
de: Nutzungsbedingungen für den Service
es: Uso del Servicio
fr: Utilisation du service
he: שימוש בשירות
hi: सेवा का उपयोग
ja: サービスの利用
ru: Использование сервиса
vi: Sử dụng dịch vụ
zh: 服务使用

# TERMS_SERVICE_TEXT
source: Our service is provided "as is" and we make no warranties about its reliability or availability. We reserve the right to modify or discontinue the service at any time.
de: Unser Service wird "wie er ist" bereitgestellt, und wir übernehmen keine Gewähr für dessen Zuverlässigkeit oder Verfügbarkeit. Wir behalten uns das Recht vor, den Service jederzeit zu ändern oder einzustellen.
es: Nuestro servicio se proporciona "tal cual" y no garantizamos su fiabilidad o disponibilidad. Nos reservamos el derecho de modificar o descontinuar el servicio en cualquier momento.
he: השירות שלנו מופק "כפי שהוא" ואנו לא מספקים ערובות לגבי האמינות או הזמינות שלו. אנו שומרים על הזכות לשנות או להפסיק את השירות בכל עת.
ru: Наш сервис предоставляется "как есть", и мы не даем никаких гарантий относительно его надежности или доступности. Мы оставляем за собой право в любое время модифицировать или прекращать предоставление услуг.

# TERMS_PAYMENT
source: Payment Terms
de: Zahlungsbedingungen
es: Términos de pago
fr: Conditions de paiement
he: תנאי תשלום
hi: भुगतान की शर्तें
ja: 支払い条件
ru: Условия оплаты
vi: Điều khoản thanh toán
zh: 支付条款

# TERMS_PAYMENT_TEXT
source: All payments are processed securely through our payment provider. Refunds are handled according to our refund policy.
de: Alle Zahlungen werden sicher über unseren Zahlungsanbieter verarbeitet. Rückerstattungen erfolgen gemäß unserer Rückerstattungspolitik.
es: Todos los pagos se procesan de forma segura a través de nuestro proveedor de pagos. Los reembolsos se manejan de acuerdo con nuestra política de reembolso.
fr: Tous les paiements sont traités en toute sécurité par notre fournisseur de paiement. Les remboursements sont gérés conformément à notre politique de remboursement.
he: כל התשלומים מעובדים בצורה מאובטחת דרך ספק התשלומים שלנו. החזרים מתבצעים בהתאם למדיניות ההחזרים שלנו.
hi: सभी भुगतान हमारे भुगतान प्रदाता के माध्यम से सुरक्षित रूप से संसाधित किए जाते हैं। रिफंड हमारी रिफंड नीति के अनुसार संभाले जाते हैं।
ja: すべての支払いは、当社の支払いプロバイダーを通じて安全に処理されます。返金は当社の返金ポリシーに従って処理されます。
ru: Все платежи обрабатываются безопасно через нашего платежного провайдера. Возвраты обрабатываются в соответствии с нашей политикой возвратов.
vi: Tất cả các khoản thanh toán đều được xử lý một cách an toàn thông qua nhà cung cấp dịch vụ thanh toán của chúng tôi. Việc hoàn tiền được xử lý theo chính sách hoàn tiền của chúng tôi.
zh: 所有付款均通过我们的支付提供商安全处理。退款将根据我们的退款政策进行处理。

# TERMS_GO_HOME
source: Go to home page
de: Gehe zur Startseite
es: Ir a la página de inicio
fr: Aller à la page d'accueil
he: עזוב לדף הבית
hi: घर के पृष्ठ पर जाएं
ja: ホームページに移動
ru: Перейти на главную страницу
vi: Đi đến trang chủ
zh: 前往主页

# VERIFY_EMAIL_TITLE
source: Email successfully verified!
de: E-Mail erfolgreich verifiziert!
es: ¡Correo electrónico verificado con éxito!
fr: Email vérifié avec succès !
he: אימייל אומת בהצלחה!
hi: ईमेल सफलतापूर्वक सत्यापित किया गया!
ja: メールの確認が成功しました！
ru: Успешная проверка электронной почты!
vi: Email đã được xác nhận thành công!
zh: 邮箱验证成功！

# VERIFY_EMAIL_MESSAGE
source: Your email has been verified. You can now use all features of the application.
de: Ihre E-Mail wurde verifiziert. Sie können jetzt alle Funktionen der Anwendung nutzen.
es: Su correo electrónico ha sido verificado. Ahora puede utilizar todas las funciones de la aplicación.
fr: Votre e-mail a été vérifié. Vous pouvez désormais utiliser toutes les fonctionnalités de l'application.
he: הדוא"ל שלך אומת. אתה יכול כעת להשתמש בכל הפיצ'רים של האפליקציה.
hi: आपका ईमेल सत्यापित हो गया है। आप अब एप्लिकेशन की सभी सुविधाओं का उपयोग कर सकते हैं।
ja: あなたのメールは確認されました。これでアプリケーションのすべての機能を使用できるようになります。
ru: Ваш адрес электронной почты был подтвержден. Теперь вы можете использовать все функции приложения.
vi: Email của bạn đã được xác minh. Bạn giờ đây có thể sử dụng tất cả các tính năng của ứng dụng.
zh: 您的电子邮件已验证。您现在可以使用应用程序的所有功能。

# VERIFY_EMAIL_GO_HOME
source: Go to home page
de: Gehe zur Startseite
es: Ir a la página de inicio
fr: Allez à la page d'accueil
he: ללכת לדף הבית
hi: घर के पृष्ठ पर जाएं
ja: ホームページに移動
ru: Перейдите на главную страницу
vi: Đi tới trang chủ
zh: 前往主页

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
ja: キャンセル
ru: Отмена
vi: Hủy bỏ
zh: 取消

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
he: אשר
hi: सुनिश्चित करें
ja: 確認
ru: Подтвердить
vi: Xác nhận
zh: 确认

# MODAL_CANCEL
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
he: בטל
hi: रद्द करें
ja: キャンセル
ru: Отмена
vi: Hủy
zh: 取消

# MODAL_CONFIRM
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
he: אשרור
hi: पुष्टीकरण
ja: 確認
ru: Подтвердить
vi: Xác nhận
zh: 确认

# ENTER_TEXT_PROMPT
source: Enter text...
de: Text eingeben...
es: Introduce texto...
fr: Entrez du texte...
he: הזן טקסט...
hi: टेक्स्ट दर्ज करें...
ja: テキストを入力...
ru: Введите текст...
vi: Nhập văn bản...
zh: 输入文本...

# PURCHASE_CREDITS_BUTTON
source: Purchase credits
de: Credits kaufen
es: Comprar créditos
fr: Acheter des crédits
he: רכישת קרדיטים
hi: क्रेडिट खरीदें
ja: クレジットを購入
ru: Купить кредиты
vi: Mua tín dụng
zh: 购买积分

# CUSTOM_INSTRUCTIONS_TAB
source: Custom Instructions
de: Benutzerdefinierte Anweisungen
es: Instrucciones personalizadas
fr: Instructions personnalisées
he: הנחיות מותאמות אישית
hi: कस्टम निर्देश
ja: カスタム指示
ru: Настройки пользовательских инструкций
vi: Hướng dẫn tùy chỉnh
zh: 自定义指令

# CUSTOM_INSTRUCTIONS_TIP
source: For the best results, keep your instructions focused and relevant. Overly lengthy instructions may dilute the impact of the most important context.
de: Für die besten Ergebnisse sollten Sie Ihre Anweisungen fokussiert und relevant halten. Zu lange Anweisungen könnten die Wirkung des wichtigsten Kontexts verwässern.
es: Para obtener los mejores resultados, mantenga sus instrucciones enfocadas y relevantes. Instrucciones excesivamente largas pueden diluir el impacto del contexto más importante.
fr: Pour de meilleurs résultats, gardez vos instructions ciblées et pertinentes. Des instructions trop longues peuvent diluer l'impact du contexte le plus important.
he: כדי להשיג את התוצאות הטובות ביותר, שמור על ההנחיות שלך ממוקדות ורלוונטיות. הנחיות ארוכות מדי עלולות להחליש את ההשפעה של ההקשר החשוב ביותר.
hi: बेहतर परिणामों के लिए, अपनी निर्देशाओं को केंद्रित और प्रासंगिक रखें। अत्यधिक लंबी निर्देशाएं सबसे महत्वपूर्ण संदर्भ के प्रभाव को कम कर सकती हैं।
ja: 最良の結果を得るために、指示は焦点を絞り、関連性を持たせてください。過度に長い指示は、最も重要なコンテキストの影響を薄める可能性があります。
ru: Для наилучших результатов сохраняйте ваши инструкции четкими и актуальными. Слишком длинные инструкции могут уменьшить значение самого важного контекста.
vi: Để đạt được kết quả tốt nhất, hãy giữ cho hướng dẫn của bạn tập trung và có liên quan. Hướng dẫn quá dài có thể làm giảm tác động của bối cảnh quan trọng nhất.
zh: 为了获得最佳效果，请保持您的指示集中且相关。过于冗长的指令可能会削弱最重要上下文的影响。

# ESTIMATE_STEP_3
source: Configure the estimate options:
de: Konfigurieren Sie die Schätzoptionen:
es: Configura las opciones de estimación:
fr: Configurer les options d'estimation :
he: הגדר את אפשרויות ההערכה:
hi: वEstimate विकल्पों को कॉन्फ़िगर करें:
ja: 見積もりオプションを設定します：
ru: Настройте параметры оценки:
vi: Cấu hình các tùy chọn ước tính:
zh: 配置估算选项：

# ESTIMATE_STEP_31
source: <strong>Branch</strong>: Select the branch containing your XLIFF files
de: <strong>Zweig</strong>: Wählen Sie den Branch aus, der Ihre XLIFF-Dateien enthält
es: <strong>Rama</strong>: Selecciona la rama que contiene tus archivos XLIFF
he: <strong>סניף</strong>: בחר את הסניף המכיל את קבצי ה-XLIFF שלך
ru: Ветка: Выберите ветку, содержащую ваши XLIFF файлы

# ESTIMATE_STEP_32
source: <strong>File Pattern</strong>: By default "xlf" to search all XLIFF files. Use specific patterns like "ru.xlf" to target only Russian files
de: <strong>Dateimuster</strong>: Standardmäßig "xlf", um alle XLIFF-Dateien zu durchsuchen. Verwenden Sie spezifische Muster wie "ru.xlf", um nur russische Dateien anzusprechen.
es: <strong>Patrón de archivo</strong>: Por defecto "xlf" para buscar todos los archivos XLIFF. Utiliza patrones específicos como "ru.xlf" para dirigirte solo a archivos en ruso.
he: <strong>תבנית קובץ</strong>: כברירת מחדל "xlf" לחיפוש כל קבצי XLIFF. השתמש בתבניות ספציפיות כמו "ru.xlf" כדי למקד רק בקבצים רוסיים.
ru: <strong>Шаблон файла</strong>: По умолчанию "xlf" для поиска всех файлов XLIFF. Используйте специфические шаблоны, такие как "ru.xlf", чтобы нацелиться только на русские файлы.
