Repository: softwarity/xliff-saas
Catalog: src/locale/messages.*.xlf
Languages: de, es, fr, he, hi, ja, ru, vi, zh

# CURRENT_LEVEL_LABEL
source: Current Level
de: Aktueller Stand
es: Nivel Actual
fr: Niveau actuel
he: רמת חבר הנוכחית
hi: वर्तमान स्तर
ja: 現在のレベル
ru: Текущий уровень
vi: Mức độ hiện tại
zh: 当前级别

# MEMBERSHIP_LEVEL_EXPLANATION
source: Your membership level is based on your total spending. Once you reach a level, you keep it permanently!
de: Ihr Mitgliedschaftslevel basiert auf Ihren Gesamtausgaben. Sobald Sie ein Level erreichen, behalten Sie es dauerhaft!
es: Tu nivel de membresía se basa en tu gasto total. Una vez que alcanzas un nivel, ¡lo mantienes de forma permanente!
fr: Votre niveau d'adhésion est basé sur vos dépenses totales. Une fois que vous atteignez un niveau, vous le conservez de façon permanente !
he: רמת החברות שלך מבוססת על ההוצאות הכוללות שלך. ברגע שתשיג רמה, תשמור עליה לצמיתות!
hi: आपकी सदस्यता स्तर आपकी कुल खर्च पर आधारित है। एक स्तर पर पहुँचने के बाद, आप इसे स्थायी रूप से रख सकते हैं!
ja: あなたのメンバーシップレベルは、合計支出に基づいています。レベルに達すると、永続的にそのレベルを保持します！
ru: Ваш уровень членства основан на ваших общих расходах. Как только вы достигнете уровня, вы сохраняете его навсегда!
vi: Mức độ thành viên của bạn dựa trên tổng chi tiêu của bạn. Khi bạn đạt được một mức độ, bạn sẽ giữ nó vĩnh viễn!
zh: 您的会员级别基于您的总消费。一旦达到某一级别，您将永久保留该级别！

# RECENT_ACTIVITY_TITLE
source: Recent Activity
de: Aktivitäten der letzten Zeit
es: Actividad Reciente
fr: Activité Récente
he: פעילות אחרונה
hi: हाल की गतिविधि
ja: 最近の活動
ru: Последняя активность
vi: Hoạt động gần đây
zh: 最近活动

# REFRESH_BUTTON
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Réactualiser
he: רענן
hi: ताज़ा करें
ja: 更新
ru: Обновить
vi: Làm mới
zh: 刷新

source: No recent activity
de: Keine aktuellen Aktivitäten
es: No hay actividad reciente
fr: Aucune activité récente
he: אין פעילות recent
hi: कोई हालिया गतिविधि नहीं
ja: 最近の活動はありません
ru: Нет недавней активности
vi: Không có hoạt động gần đây
zh: 没有最近的活动

# PREVIOUS_PAGE
source: Previous
de: Zurück
es: Anterior
fr: Précédent
he: קודם
hi: पूर्व
ja: 前へ
ru: Предыдущая
vi: Trước đó
zh: 上一页

# PAGE_INFO
source: Page {{ currentPage() }} of {{ totalPages() }}
de: Seite {{ currentPage() }} von {{ totalPages() }}
es: Página {{ currentPage() }} de {{ totalPages() }}
fr: Page {{ currentPage() }} sur {{ Math.ceil(totalJobs() / pageSize) }}
he: דף {{ currentPage() }} מתוך {{ totalPages() }}
hi: पृष्ठ {{ currentPage() }} का {{ totalPages() }}
ja: ページ {{ currentPage() }} の {{ totalPages() }}
ru: Страница {{ currentPage() }} из {INTERPOLATION_1}
vi: Trang {{ currentPage() }} của {{ totalPages() }}
zh: 页面 {{ currentPage() }} 的 {{ totalPages() }}

# NEXT_PAGE
source: Next
de: Nächste
es: Siguiente
fr: Suivant
he: הבא
hi: अगला
ja: 次へ
ru: Далее
vi: Tiếp theo
zh: 下一页

# JOB_REQUEST_ESTIMATION
source: Estimation
de: Schätzung
es: Estimación
he: אומדן
hi: अनुमान
ja: 見積もり
ru: Оценка
vi: Ước tính
zh: 估算

# JOB_REQUEST_TRANSLATION
source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
he: תרגום
hi: अनुवाद
ja: 翻訳
ru: Перевод
vi: Dịch thuật
zh: 翻译

# ESTIMATION_UNITS
source: {{ job().transUnitFound }} translation units
de: {{ job().transUnitFound }} Übersetzungseinheiten
es: {{ job().transUnitFound }} unidades de traducción
fr: {{ job().transUnitFound }} unités de traduction
he: {{ job().transUnitFound }} יחידות תרגום
hi: {{ job().transUnitFound }} अनुवाद इकाइयाँ
ja: {{ job().transUnitFound }} 翻訳ユニット
ru: {{ job().transUnitFound }} единиц перевода
vi: {{ job().transUnitFound }} đơn vị dịch
zh: {{ job().transUnitFound }} 翻译单元

source: translation units
de: Übersetzungseinheiten
es: unidades de traducción
fr: unités de traduction
he: יחידות תרגום
hi: अनुवाद इकाईयाँ
ja: 翻訳ユニット
ru: единицы перевода
vi: đơn vị dịch thuật
zh: 翻译单位

# JOB_DURATION
source: Duration: {{ humanizeDuration(job().duration!) }}
de: Dauer: {{ humanizeDuration(job().duration!) }}
es: Duración: {{ humanizeDuration(job().duration!) }}
fr: Durée : {{ humanizeDuration(job().duration!) }}
he: משך: {{ humanizeDuration(job().duration!) }}
hi: अवधि: {{ humanizeDuration(job().duration!) }}
ja: 期間: {{ humanizeDuration(job().duration!) }}
ru: Продолжительность: {{ humanizeDuration(job().duration!) }}
vi: Thời gian: {{ humanizeDuration(job().duration!) }}
zh: 持续时间：{{ humanizeDuration(job().duration!) }}

# JOB_STATUS_COMPLETED
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminée
he: הושלם
hi: पूर्ण हुआ
ja: 完了
ru: Завершено
vi: Hoàn thành
zh: 完成

# JOB_STATUS_CANCELLED
source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
he: מבוטל
hi: हटाया गया
ja: キャンセルされました
ru: Отменено
vi: Hủy bỏ
zh: 已取消

# PROVIDER_CONNECTED
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
he: מחובר
hi: जुड़ा हुआ
ja: 接続済み
ru: Подключено
vi: Kết nối
zh: 已连接

# PROVIDER_NOT_CONNECTED
source: Not Connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
he: לא מחובר
hi: जिससे जुड़ नहीं है
ja: 接続されていません
ru: Не подключено
vi: Không kết nối
zh: 未连接

# TOKEN_SCOPES_INTRO
source: To connect, generate a Personal Access Token with the following scopes:
de: Um eine Verbindung herzustellen, generieren Sie ein persönliches Zugriffstoken mit den folgenden Berechtigungen:
es: Para conectarse, genere un token de acceso personal con los siguientes alcances:
fr: Pour vous connecter, générez un jeton d'accès personnel avec les scopes suivants :
he: כדי לחבר, צור טוקן גישה אישי עם ההיקפים הבאים:
hi: जोड़ने के लिए, निम्नलिखित स्कोप के साथ एक व्यक्तिगत एक्सेस टोकन जनरेट करें:
ja: 接続するには、次のスコープを持つパーソナルアクセストークンを生成してください：
ru: Чтобы подключиться, создайте персональный токен доступа с следующими правами:
vi: Để kết nối, hãy tạo một Mã truy cập cá nhân với các phạm vi sau:
zh: 要连接，请生成一个具有以下作用域的个人访问令牌：

# GET_TOKEN_HERE
source: Get your token here:
de: Holen Sie sich hier Ihr Token:
es: Consigue tu token aquí:
fr: Obtenez votre token ici :
he: קבל את הטוקן שלך כאן:
hi: अपने टोकन को यहां प्राप्त करें:
ja: ここでトークンを取得してください：
ru: Получите токен здесь:
vi: Nhận mã của bạn tại đây:
zh: 在这里获取您的令牌：

# USERNAME_PLACEHOLDER
source: Enter your Bitbucket username
de: Geben Sie Ihren Bitbucket-Benutzernamen ein
es: Introduce tu nombre de usuario de Bitbucket
fr: Entrez votre nom d'utilisateur Bitbucket
he: הכנס את שם המשתמש שלך ב-Bitbucket
hi: आपका बिटबकेट उपयोगकर्ता नाम दर्ज करें
ja: Bitbucketのユーザー名を入力してください
ru: Введите ваше имя пользователя Bitbucket
vi: Nhập tên người dùng Bitbucket của bạn
zh: 输入您的 Bitbucket 用户名

# APP_PASSWORD_PLACEHOLDER
source: Enter your app password
de: Geben Sie Ihr App-Passwort ein
es: Ingresa tu contraseña de la aplicación
fr: Entrez votre mot de passe d'application
he: הכנס את סיסמת האפליקציה שלך
hi: अपने ऐप पासवर्ड दर्ज करें
ja: アプリのパスワードを入力してください
ru: Введите ваш пароль приложения
vi: Nhập mật khẩu ứng dụng của bạn
zh: 输入您的应用密码

# TOKEN_INPUT_PLACEHOLDER
source: Enter your access token
de: Geben Sie Ihr Zugriffstoken ein
es: Introduzca su token de acceso
fr: Entrez votre jeton d'accès
he: הזן את אסימון הגישה שלך
hi: अपना एक्सेस टोकन दर्ज करें
ja: アクセストークンを入力してください
ru: Введите ваш токен доступа
vi: Nhập mã truy cập của bạn
zh: 请输入您的访问令牌

source: Connecting...
de: Verbinden...
es: Conectando...
fr: Connexion en cours...
he: מתחבר...
hi: जोड़ना...
ja: 接続中...
ru: Подключение...
vi: Kết nối...
zh: 连接中...

# CONNECT_BUTTON
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
he: חבר
hi: जोड़ें
ja: 接続
ru: Подключиться
vi: Kết nối
zh: 连接

# UPDATE_TOKEN_BUTTON
source: Update Token
de: Token aktualisieren
es: Actualizar Token
fr: Mettre à jour le token
he: עדכן טוקן
hi: टोकन अपडेट करें
ja: トークンを更新
ru: Обновить токен
vi: Cập nhật Token
zh: 更新令牌

source: Disconnecting...
de: Trennen...
es: Desconectando...
fr: Déconnexion...
he: מתנתק...
hi: डिस्कनेक्ट हो रहा है...
ja: 切断しています...
ru: Отключение...
vi: Ngắt kết nối...
zh: 正在断开连接...

# DISCONNECT_BUTTON
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
he: נתק
hi: डिस्कनेक्ट
ja: 切断
ru: Отключить
vi: Deconnexion
zh: 断开连接

# GIT_PROVIDERS_TITLE
source: Git Providers
de: Git-Anbieter
es: Proveedores de Git
fr: Fournisseurs Git
he: ספקי Git
hi: Git प्रोवाइडर्स
ja: Gitプロバイダー
ru: Поставщики Git
vi: Các nhà cung cấp Git
zh: Git 提供者

# PRICING_TITLE
source: Simple Pricing
de: Einfaches Preismodell
es: Precios Simples
he: תמחור פשוט
hi: सरल मूल्य निर्धारण
ja: シンプルな価格設定
ru: Простое ценообразование
vi: Giá cả đơn giản
zh: 简单定价

# FREE_PLAN_TITLE
source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
he: חינם
hi: नि:शुल्क
ja: 無料
ru: Бесплатно
vi: Miễn phí
zh: 免费的

# BRONZE_MEMBERSHIP_LEVEL
source: Bronze
es: Bronce
he: ברונזה
hi: ब्रॉन्ज
ja: ブロンズ
ru: Бронзовый
vi: Đồng xanh
zh: 铜牌

# FREE_PLAN_DESCRIPTION
source: For trying the software
de: Um die Software auszuprobieren
es: Para probar el software
fr: Pour essayer le logiciel
he: לנסות את התוכנה
hi: सॉफ़्टवेयर का प्रयास करने के लिए
ja: ソフトウェアを試すため
ru: Для пробной версии программного обеспечения
vi: Để thử nghiệm phần mềm
zh: 为尝试该软件

# FREE_PLAN_TRANSLATION_UNIT_PRICE
source: $0 per translation unit
de: $0 pro Übersetzungseinheit
es: $0 por unidad de traducción
fr: 0 € par unité de traduction
he: $0 לכל יחידת תרגום
hi: $0 प्रति अनुवाद इकाई
ja: 翻訳単位あたり$0
ru: $0 за единицу перевода
vi: $0 cho mỗi đơn vị dịch
zh: 每个翻译单元 $0

# FREE_PLAN_TRANSLATION_UNITS
source: 100 translation units
de: 100 Übersetzungseinheiten
es: 100 unidades de traducción
fr: 100 unités de traduction
he: 100 יחידות תרגום
hi: 100 अनुवाद इकाइयाँ
ja: 100の翻訳単位
ru: 100 единиц перевода
vi: 100 đơn vị dịch
zh: 100个翻译单位

# FREE_PLAN_UNLIMITED_GIT_REPOSITORIES
source: Unlimited git repositories
de: Unbegrenzte Git-Repositories
es: Repositorios git ilimitados
fr: Dépôts git illimités
he: אחסון בלתי מוגבל של מאגרים של גיט
hi: असीमित गिट रिपॉजिटरी
ja: 無制限のGitリポジトリ
ru: Неограниченные репозитории git
vi: Cac khoang git khong gioi han
zh: 无限的 Git 存储库

# REGISTER_NOW
source: Register
de: Registrieren
es: Regístrate
fr: Inscrivez-vous
he: רשמו
hi: पंजीकरण करें
ja: 登録する
ru: Зарегистрироваться
vi: Đăng ký
zh: 注册

# BASIC_PLAN_TITLE
source: Basic
de: Basis
es: Básico
fr: Basique
he: בסיסי
hi: बुनियादी
ja: ベーシック
ru: Базовый
vi: Căn bản
zh: 基础

# SILVER_MEMBERSHIP_LEVEL
source: Silver
de: Silber
es: Plata de membresía
fr: Argent
he: כסף
hi: चांदी
ja: シルバー
ru: Серебряный
vi: Bạc
zh: 银牌

# STARTER_PLAN_DESCRIPTION
source: For a complex application
de: Für eine komplexe Anwendung
es: Para una aplicación compleja
fr: Pour une application complexe
he: עבור יישום מורכב
hi: जटिल अनुप्रयोग के लिए
ja: 複雑なアプリケーション向け
ru: Для сложного приложения
vi: Để một ứng dụng phức tạp
zh: 对于复杂的应用程序

# STARTER_PLAN_TRANSLATION_UNIT_PRICE
source: $0,01 per translation unit
de: $0,01 pro Übersetzungseinheit
es: $0,01 por unidad de traducción
fr: 0,01 € par unité de traduction
he: $0.01 לכל יחידת תרגום
hi: $0,01 प्रति अनुवाद इकाई
ja: 翻訳単位あたり$0.01
ru: $0,01 за единицу перевода
vi: 0,01 € mỗi đơn vị dịch
zh: 每个翻译单元 $0.01

# PROFESSIONAL_PLAN_PREVIOUS_PLAN
source: The previous plan +
de: Der vorherige Plan +
es: El plan anterior +
fr: Le plan précédent +
he: התוכנית הקודמת +
hi: पिछला योजना +
ja: 前のプラン +
ru: Предыдущий план +
vi: Kế hoạch trước đó +
zh: 前一个计划 +

# STARTER_PLAN_TRANSLATION_UNITS
source: 1,000 translation units
de: 1.000 Übersetzungseinheiten
es: 1.000 unidades de traducción
fr: 1 000 unités de traduction
he: 1,000 יחידות תרגום
hi: 1,000 अनुवाद इकाइयाँ
ja: 1,000翻訳単位
ru: 1,000 единиц перевода
vi: 1.000 đơn vị dịch
zh: 1000个翻译单元

# STARTER_PLAN_BASIC_SUPPORT
source: Basic support
de: Basis Unterstützung
es: Soporte básico
fr: Soutien de base
he: תמיכה בסיסית
hi: बुनियादी समर्थन
ja: 基本サポート
ru: Базовая поддержка
vi: Hỗ trợ cơ bản
zh: 基础支持

source: Processing...
de: Verarbeitung...
es: Procesando...
fr: Traitement...
he: מעבד...
hi: प्रसंस्करण...
ja: 処理中...
ru: Обработка...
vi: Đang xử lý...
zh: 处理中...

source: Buy now
de: Jetzt kaufen
es: Comprar ahora
fr: Achetez maintenant
he: קנה עכשיו
hi: अभी खरीदें
ja: 今すぐ購入
ru: Купить сейчас
vi: Mua ngay
zh: 立即购买

# MOST_POPULAR_PLAN_TITLE
source: Most Popular
de: Am beliebtesten
es: Más popular
he: פופולרי ביותר
hi: सबसे लोकप्रिय
ja: 最も人気
ru: Самый популярный
vi: Phổ biến nhất
zh: 最受欢迎

# GOLD_MEMBERSHIP_LEVEL
source: Gold
es: Oro
fr: Or
he: זהב
hi: सोने की सदस्यता
ja: ゴールド
ru: Золото
vi: Vàng
zh: 黄金

# PROFESSIONAL_PLAN_DESCRIPTION
source: For complex applications
de: Für komplexe Anwendungen
es: Para aplicaciones complejas
fr: Pour les applications complexes
he: ליישומים מורכבים
hi: जटिल अनुप्रयोगों के लिए
ja: 複雑なアプリケーション向け
ru: Для сложных приложений
vi: Đối với các ứng dụng phức tạp
zh: 对于复杂应用程序

# PROFESSIONAL_PLAN_TRANSLATION_UNIT_PRICE
source: 0,0055 € per translation unit
de: 0,0055 € pro Übersetzungseinheit
es: 0,0055 € por unidad de traducción
fr: 0,0055 € par unité de traduction
he: 0,0055 € לכל יחידת תרגום
hi: 0,0055 € प्रति अनुवाकन इकाई
ja: 0,0055 €の翻訳単位あたり
ru: 0,0055 € за единицу перевода
vi: 0,0055 € mỗi đơn vị dịch
zh: 每个翻译单元 0,0055 欧元

# PROFESSIONAL_PLAN_TRANSLATION_UNITS
source: 8,000 translation units
de: 8.000 Übersetzungseinheiten
es: 8,000 unidades de traducción
fr: 8 000 unités de traduction
he: 8,000 יחידות תרגום
hi: 8,000 अनुवाद इकाइयाँ
ja: 8,000 翻訳ユニット
ru: 8000 единиц перевода
vi: 8.000 đơn vị dịch thuật
zh: 8000个翻译单元

# PROFESSIONAL_PLAN_PRIORITY_SUPPORT
source: Priority support
de: Prioritätssupport
es: Soporte prioritario
fr: Support prioritaire
he: תמיכה בעדיפות
hi: प्राथमिकता समर्थन
ja: 優先サポート
ru: Приоритетная поддержка
vi: Hỗ trợ ưu tiên
zh: 优先支持

# ENTERPRISE_PLAN_TITLE
source: Enterprise
de: Unternehmen
es: Empresarial
fr: Entreprise
he: ארגונית
ja: エンタープライズ
ru: Корпоративный
vi: Doanh nghiệp
zh: 企业

# DIAMOND_MEMBERSHIP_LEVEL
source: Diamond
de: Diamant
es: Diamante
fr: Diamant
he: יהלום
hi: डायमंड
ja: ダイヤモンド
ru: Алмазный
vi: Kim cương
zh: 钻石

# ENTERPRISE_PLAN_DESCRIPTION
source: For complex applications with different contexts
de: Für komplexe Anwendungen mit unterschiedlichen Kontexten
es: Para aplicaciones complejas con diferentes contextos
fr: Pour des applications complexes avec différents contextes
he: ליישומים מורכבים עם הקשרים שונים
hi: जटिल अनुप्रयोगों के लिए विभिन्न संदर्भों के साथ
ja: 異なるコンテキストを持つ複雑なアプリケーション向け
ru: Для сложных приложений с различными контекстами
vi: Đối với các ứng dụng phức tạp với các ngữ cảnh khác nhau
zh: 对于复杂应用程序，具有不同的上下文。

# ENTERPRISE_PLAN_TRANSLATION_UNIT_PRICE
source: 0,0035 € per translation unit
de: 0,0035 € pro Übersetzungseinheit
es: 0,0035 € por unidad de traducción
fr: 0,0035 € par unité de traduction
he: 0,0035 € לכל יחידת תרגום
hi: 0,0035 € प्रति अनुवाद इकाई
ja: 0.0035 € / 翻訳単位
ru: 0,0035 € за единицу перевода
vi: 0,0035 € mỗi đơn vị dịch
zh: 每个翻译单位0,0035欧元

# ENTERPRISE_PLAN_PREVIOUS_PLAN
source: The previous plan +
de: Der vorherige Plan +
es: El plan anterior +
fr: Le plan précédent +
he: המסלול הקודם +
hi: पिछला योजना +
ja: 以前のプラン +
ru: Предыдущий план +
vi: Kế hoạch trước đó +
zh: 上一个计划 +

# ENTERPRISE_PLAN_TRANSLATION_UNITS
source: 20 000 translation units
de: 20 000 Übersetzungseinheiten
es: 20 000 unidades de traducción
fr: 20 000 unités de traduction
he: 20,000 יחידות תרגום
hi: 20 000 अनुवाद इकाइयाँ
ja: 20,000 の翻訳ユニット
ru: 20 000 единиц перевода
vi: 20 000 đơn vị dịch
zh: 二万翻译单元

# ENTERPRISE_PLAN_CUSTOM_AI_INSTRUCTIONS
source: Custom AI instructions by repositories
de: Benutzerdefinierte KI-Anweisungen nach Repositories
es: Instrucciones de IA personalizadas por repositorios
fr: Instructions AI personnalisées par référentiels
he: הוראות AI מותאמות אישית לפי מאגרים
hi: कस्टम एआई निर्देश रिपॉजिटरी द्वारा
ja: リポジトリによるカスタムAI指示
ru: На заказанные инструкции ИИ по репозиториям
vi: Hướng dẫn AI tùy chỉnh từ các kho lưu trữ
zh: 自定义 AI 指令由仓库提供

# CUSTOM_PLAN_TITLE
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
he: מותאם אישית
hi: कस्टम
ja: カスタム
ru: Кастомный
vi: Tùy chỉnh
zh: 定制

# CUSTOM_PLAN_DESCRIPTION
source: Tailored to your infrastructure and requirements
de: Maßgeschneidert für Ihre Infrastruktur und Anforderungen
es: Adaptado a su infraestructura y requisitos
fr: Adapté à votre infrastructure et à vos besoins
he: מותאם לאינפרסטרוקטורה ולדרישות שלך
hi: आपके बुनियादी ढांचे और आवश्यकताओं के अनुसार अनुकूलित
ja: あなたのインフラストラクチャと要件に合わせた
ru: С учетом вашей инфраструктуры и требований
vi: Được tùy chỉnh theo hạ tầng và yêu cầu của bạn
zh: 量身定制以满足您的基础设施和要求

# CUSTOM_PLAN_ON_PREMISE_DEPLOYMENT
source: On-premise deployment
de: On-Premise-Bereitstellung
es: Despliegue local
fr: Déploiement sur site
he: פריסה מקומית
hi: On-premise तैनाती
ja: オンプレミスのデプロイメント
ru: Локальная развертка
vi: Triển khai tại chỗ
zh: 本地部署

# CUSTOM_PLAN_USE_YOUR_OWN_AI
source: Use your own AI
de: Verwenden Sie Ihre eigene KI
es: Utiliza tu propia IA
fr: Utilisez votre propre IA
he: השתמש בבינה המלאכותית שלך
hi: अपने AI का उपयोग करें
ja: 自分のAIを使用する
ru: Используйте свой собственный ИИ
vi: Sử dụng AI của riêng bạn
zh: 使用您自己的人工智能

# CUSTOM_PLAN_UNLIMITED_TRANSLATION_UNITS
source: Unlimited translation units
de: Unbegrenzte Übersetzungseinheiten
es: Unidades de traducción ilimitadas
fr: Unités de traduction illimitées
he: יחידות תרגום בלתי מוגבלות
hi: असीमित अनुवाद यूनिट
ja: 無制限の翻訳ユニット
ru: Неограниченное количество единиц перевода
vi: Các đơn vị dịch không giới hạn
zh: 无限翻译单元

# CUSTOM_PLAN_UNLOCK_ALL_FEATURES
source: Unlock all features
de: Alle Funktionen freischalten
es: Desbloquear todas las funciones
fr: Déverrouiller toutes les fonctionnalités
he: שחרר את כל הפיצ'רים
hi: सभी सुविधाएँ अनलॉक करें
ja: すべての機能をアンロック
ru: Разблокировать все функции
vi: Mở khóa tất cả các tính năng
zh: 解锁所有功能

# CUSTOM_PLAN_PRIORITY_SUPPORT
source: Priority support
de: Prioritätsunterstützung
es: Soporte prioritario
fr: Soutien prioritaire
he: תמיכה עדיפויות
hi: प्राथमिकता समर्थन
ja: 優先サポート
ru: Приоритетная поддержка
vi: Hỗ trợ ưu tiên
zh: 优先支持

source: Contact Us
de: Kontaktieren Sie uns
es: Contáctanos
fr: Contactez-nous
he: צור קשר
hi: हमसे संपर्क करें
ja: お問い合わせ
ru: Связаться с нами
vi: Liên hệ với chúng tôi
zh: 联系我们

# PLEASE_LOGIN_TO_PURCHASE
source: Please login to purchase credits.
de: Bitte melden Sie sich an, um Credits zu kaufen.
es: Por favor, inicie sesión para comprar créditos.
fr: Veuillez vous connecter pour acheter des crédits.
he: אנא התחבר כדי לרכוש זיכויים.
hi: कृपया क्रेडिट खरीदने के लिए लॉगिन करें।
ja: クレジットを購入するにはログインしてください。
ru: Пожалуйста, войдите в систему, чтобы приобрести кредиты.
vi: Vui lòng đăng nhập để mua tín dụng.
zh: 请登录以购买积分。

source: Invalid price option.
de: Ungültige Preisoption.
es: Opción de precio no válida.
fr: Option de prix invalide.
he: אפשרות מחיר לא תקפה.
hi: अमान्य मूल्य विकल्प।
ja: 無効な価格オプションです。
ru: Неверный вариант цены.
vi: Tùy chọn giá không hợp lệ.
zh: 无效的价格选项。

# PROFILE_MEMBERSHIP_LEVEL
source: Membership
de: Mitgliedschaft
es: Membresía
fr: Adhésion
he: חברות
hi: सदस्यता
ja: メンバーシップ
ru: Членство
vi: Thành viên
zh: 会员资格

# PROFILE_MEMBER_SINCE
source: Member since {{ user()?.created_at | date }}
de: Mitglied seit {{ user()?.created_at | date }}
es: Miembro desde {{ user()?.created_at | date }}
fr: Membre depuis {{ user()?.created_at | date }}
he: חבר מאז {{ user()?.created_at | date }}
ja: 会員登録日 {{ user()?.created_at | date }}
ru: Член с {{ user()?.created_at | date }}
vi: Là thành viên từ {{ user()?.created_at | date }}
zh: 成为会员于 {{ user()?.created_at | date }}

# PROFILE_ACCOUNT_INFO
source: Account Information
de: Kontoinformationen
es: Información de la cuenta
fr: Informations sur le compte
he: פרטי חשבון
hi: खाता जानकारी
ja: アカウント情報
ru: Информация об аккаунте
vi: Thông tin tài khoản
zh: 账户信息

# PROFILE_EMAIL_LABEL
source: Email
es: Correo electrónico
he: אימייל
hi: ईमेल
ja: メール
ru: Электронная почта
zh: 电子邮件

# PROFILE_ROLE_LABEL
source: Role
de: Rolle
es: Rol
fr: Rôle
he: תפקיד
hi: भूमिका
ja: 役割
ru: Роль
vi: Vai trò
zh: 角色

# PROFILE_ACTIONS
source: Actions
de: Aktionen
es: Acciones
he: פעולות
hi: कार्रवाइयाँ
ja: アクション
ru: Действия
vi: Hành động
zh: 动作

# PROFILE_UPDATE_BUTTON
source: Update Profile
de: Profil aktualisieren
es: Actualizar perfil
fr: Mettre à jour le profil
he: עדכן פרופיל
hi: प्रोफाइल अपडेट करें
ja: プロフィールを更新
ru: Обновить профиль
vi: Cập nhật hồ sơ
zh: 更新个人资料

# PROFILE_CHANGE_PASSWORD_BUTTON
source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
he: שנה סיסמה
hi: परिवर्तन पासवर्ड
ja: パスワードを変更する
ru: Сменить пароль
vi: Đổi Mật Khẩu
zh: 修改密码

# PROFILE_DANGER_ZONE
source: Danger Zone
de: Gefahrenzone
es: Zona de Peligro
fr: Zone de Danger
he: אזור סכנה
hi: जोखिम क्षेत्र
ja: ダンジョンゾーン
ru: Опасная зона
vi: Khu vực nguy hiểm
zh: 危险区域

# PROFILE_DELETE_ACCOUNT_BUTTON
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
he: מחק חשבון
hi: खाता हटाएँ
ja: アカウントを削除
ru: Удалить аккаунт
vi: Xóa tài khoản
zh: 删除帐户

# PROFILE_DELETE_ACCOUNT_TITLE
source: Delete Account
de: Löschen des Kontos
es: Eliminar cuenta
fr: Supprimer le compte
he: מחק חשבון
hi: खाता हटाएँ
ja: アカウントを削除
ru: Удалить аккаунт
vi: Xóa tài khoản
zh: 删除帐户

# PROFILE_DELETE_ACCOUNT_DESCRIPTION
source: Are you sure you want to delete your account?
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
es: ¿Estás seguro de que deseas eliminar tu cuenta?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?
he: האם אתה בטוח שברצונך למחוק את החשבון שלך?
hi: क्या आप सुनिश्चित हैं कि आप अपना खाता हटाना चाहते हैं?
ja: アカウントを削除してもよろしいですか？
ru: Вы уверены, что хотите удалить свою учетную запись?
vi: Bạn có chắc chắn muốn xóa tài khoản của mình?
zh: 您确定要删除您的帐户吗？

# PROFILE_DELETE_ACCOUNT_WARNING
source: This action cannot be undone. All account data and credits will be permanently deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle Kontodaten und Guthaben werden dauerhaft gelöscht.
es: Esta acción no se puede deshacer. Todos los datos y créditos de la cuenta se eliminarán permanentemente.
fr: Cette action ne peut pas être annulée. Toutes les données du compte et les crédits seront supprimés de manière permanente.
he: פעולה זו אינה ניתנת לשינוי. כל נתוני החשבון והקרדיטים יימחקו לצמיתות.
hi: इस कार्रवाई को पूर्ववत नहीं किया जा सकता। सभी खाता डेटा और क्रेडिट स्थायी रूप से हटाए जाएंगे।
ja: この操作は元に戻せません。すべてのアカウントデータとクレジットが永続的に削除されます。
ru: Это действие нельзя отменить. Все данные учетной записи и кредиты будут удалены навсегда.
vi: Hành động này không thể hoàn tác. Tất cả dữ liệu tài khoản và tín dụng sẽ bị xóa vĩnh viễn.
zh: 此操作无法撤销。所有账户数据和积分将被永久删除。

# PROFILE_DELETE_ACCOUNT_INSTRUCTIONS
source: Please enter your email address to confirm deletion.
de: Bitte geben Sie Ihre E-Mail-Adresse ein, um die Löschung zu bestätigen.
es: Por favor, introduce tu dirección de correo electrónico para confirmar la eliminación.
fr: Veuillez entrer votre adresse e-mail pour confirmer la suppression.
he: אנא הזן את כתובת האימייל שלך כדי לאשר את ההסרה.
hi: कृपया आपका ईमेल पता पुष्टि करने के लिए दर्ज करें।
ja: 削除を確認するためにメールアドレスを入力してください。
ru: Пожалуйста, введите свой адрес электронной почты для подтверждения удаления.
vi: Vui lòng nhập địa chỉ email của bạn để xác nhận việc xóa.
zh: 请输入您的电子邮件地址以确认删除。

# PROFILE_DELETE_ACCOUNT_PLACEHOLDER
source: Enter your email
de: Geben Sie Ihre E-Mail-Adresse ein
es: Introduce tu correo electrónico
fr: Entrez votre email
he: נא הזן את האימייל שלך
hi: अपना ईमेल दर्ज करें
ja: メールアドレスを入力してください
ru: Введите ваш адрес электронной почты
vi: Nhập email của bạn
zh: 请输入您的电子邮箱

# AUTH_SERVICE_ERROR_GETTING_SESSION
source: Error getting user session
de: Fehler beim Abrufen der Benutzersitzung
es: Error al obtener la sesión del usuario
fr: Erreur lors de la récupération de la session utilisateur
he: שגיאה בלקיחת סשן המשתמש
hi: सत्र प्राप्त करने में त्रुटि
ja: ユーザーセッションの取得中にエラーが発生しました
ru: Ошибка получения сессии пользователя
vi: Lỗi khi lấy phiên người dùng
zh: 获取用户会话时出错

# PROFILE_ERROR_INVALID_FILE_TYPE
source: File must be an image
de: Die Datei muss ein Bild sein
es: El archivo debe ser una imagen
fr: Le fichier doit être une image
he: הקובץ חייב להיות תמונה
hi: फाइल एक इमेज होनी चाहिए
ja: 画像でなければなりません
ru: Файл должен быть изображением
vi: Tệp phải là hình ảnh
zh: 文件必须是图片
